[{"id":"875","author":"Эдуард","authorEmail":"","authorUrl":"","authorIP":"178.178.130.152","authorUsername":"kankord","date":"2010-06-21 23:43:25","content":"Во первых с ЮБИЛЕЕМ!) <br /> Ребят, у меня такое ощущение, что качество звука падает с каждым выпуском всё больше и больше... <br /> По поводу подкаста: новые приложения в вебтопе - это примерно то, что у нас традиционно реализуют с помощью SaaS-модели, можно глянуть на: <br /> qCRM - <a class=\"link\" target=\"_blank\" href=\"http://www.qsoft.ru/product/560/\" rel=\"nofollow\">http://www.qsoft.ru/product/560/</a> <br /> qTrack - <a class=\"link\" target=\"_blank\" href=\"http://www.qsoft.ru/product/559/\" rel=\"nofollow\">http://www.qsoft.ru/product/559/</a> <br /> Кларис - <a class=\"link\" target=\"_blank\" href=\"http://www.clarisdesk.ru/\" rel=\"nofollow\">http://www.clarisdesk.ru/</a> <br /> Вообще об этом говорится в статейке - <a class=\"link\" target=\"_blank\" href=\"http://www.bytemag.ru/articles/detail.php?ID=12825\" rel=\"nofollow\">http://www.bytemag.ru/articles/detail.php?ID=12825</a> <br /> Так что я лично ну... не то, что не удивлён, я ожидал что-то подобное) <br /> А, к слову, конструктор шаблонов появился раньше их бэкапа, причём значительно, странно, что Дима не помнит)","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"876","author":"xpacmanx mau","authorEmail":"","authorUrl":"","authorIP":"95.55.136.87","authorUsername":"xpacmanx","date":"2010-06-22 00:17:41","content":"Дима, вот про это я тебе и говорил, после 9-го подкаста (про конструктор шаблонов). Я тоже сокрушался, когда мой младший брат его нашел) <p> интересно) спасибо за подкаст)","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"877","author":"Лев Городецкий","authorEmail":"","authorUrl":"","authorIP":"77.87.82.51","authorUsername":"crossolt","date":"2010-06-22 06:19:22","content":"Хороший выпуск получился. <br /> Ток Дима какой-то сонный был &#x1F603","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"878","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-06-22 09:47:41","content":"Вроде ничего страшного со звуком нет... Монтирую так же как и всегда. <p> А по поводу конструктора - честно, я просто никогда не смотрел в его сторону. Я с достаточно давних времен привык создавать шаблон под каждый модуль. Как будет время - обязательно присмотрюсь к нему подробнее.","answer":"","parent":"875","approved":1,"materialId":"12"},{"id":"879","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-06-22 09:48:20","content":"Спасибо. Да, сонливость была, как то подустал за прошлую недельку.","answer":"","parent":"877","approved":1,"materialId":"12"},{"id":"880","author":"Николай","authorEmail":"","authorUrl":"","authorIP":"95.25.0.168","authorUsername":"NikSav","date":"2010-06-22 10:14:24","content":"А что за движок на U.Themes?","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"881","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 10:15:34","content":"Давай оставим это в тайне, хорошо? &#x1F60A;","answer":"","parent":"880","approved":1,"materialId":"12"},{"id":"882","author":"Mike","authorEmail":"","authorUrl":"","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-06-22 11:10:55","content":"Я все еще не понимаю, почему сайт с шаблонами на uCoz не находится на uCoz.","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"883","author":"Варис","authorEmail":"","authorUrl":"","authorIP":"91.191.199.185","authorUsername":"MEDION","date":"2010-06-22 11:13:41","content":"случайно не на модфри? ;-)","answer":"","parent":"881","approved":1,"materialId":"12"},{"id":"884","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-06-22 11:14:13","content":"нет","answer":"","parent":"883","approved":1,"materialId":"12"},{"id":"885","author":"Guru","authorEmail":"karasssa@yandex.ru","authorUrl":"","authorIP":"193.169.124.72","authorUsername":"","date":"2010-06-22 11:48:37","content":"2 Mike <p> Что важнее, на чем сайт стоит или о чем он? По-моему, пользователю до лампочки, на каком движке сайт. Ему важен контент. У нас сайт как был посвящен дизайну на Юкозе, так таковым и остался...","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"886","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-06-22 11:53:35","content":"На&nbsp;самом деле я&nbsp;тоже не&nbsp;совсем понял причин переезда. <p> Как я&nbsp;уже говорил Любиму, не&nbsp;вижу вообще никакого смысла в&nbsp;социальной части. <br /> Я&nbsp;пришел скачать шаблон для сайта. Да, вы&nbsp;можете меня вынудить зарегистрироваться чтобы получить ссылку для скачивания. Но&nbsp;на&nbsp;этом всё. Я&nbsp;не&nbsp;стану френдить других пользователей, не&nbsp;стану просматривать их&nbsp;ленты событий, и&nbsp;скорее всего даже избранным, если таковое будет&nbsp;&mdash; тоже пользоваться не&nbsp;буду. Всё что мне нужно&nbsp;&mdash; это шаблон для сайта. <p> Форум&nbsp;&mdash; опять&nbsp;же очень сомнительно. Как я&nbsp;уже говорил в&nbsp;подкасте&nbsp;&mdash; форумов на&nbsp;тему создания сайтов вагон и&nbsp;маленькая тележка. Привлечь достаточное количество человек чтобы организовать какое-никакое активное обсуждение&nbsp;&mdash; будет задача отнюдь не&nbsp;из&nbsp;легких. <br /> Форум как вариант фидбека по&nbsp;темам, да, может быть, но&nbsp;не&nbsp;более... Конечно если получится сделать посещаемый форум&nbsp;&mdash; буду искренне рад. <p> Единственное разумное и&nbsp;перспективное, что на&nbsp;мой взгляд ребята задумали&nbsp;&mdash; это магазин по&nbsp;продаже тем. Но&nbsp;опять&nbsp;же&nbsp;&mdash; для этого ресурс должен быть популярен. <p> Вы согласны со мной или нет?","answer":"","parent":"882","approved":1,"materialId":"12"},{"id":"887","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 12:04:09","content":"Вполне возможно. Guru ответил на выше поставленный вопрос. Так что повторяться не буду","answer":"","parent":"886","approved":1,"materialId":"12"},{"id":"888","author":"Guru","authorEmail":"karasssa@yandex.ru","authorUrl":"","authorIP":"193.169.124.72","authorUsername":"","date":"2010-06-22 12:29:34","content":"2 Дмитрий <p> 1) Почему-то соц. сеть у всех ассоциируется с &quot;френдить других пользователей&quot;, флудить на их стенку и т.п. и тд. Почему так узко мыслим? А разве нельзя использовать преимущества функций соц. сети для совместной работы над созданием чего-либо? В данном случае речь идет о создании шаблонов и дизайне сайтов в системе Юкоз. Нам часто пишут: &quot;Как на вашем сайте выложить шаблон?&quot;. Если раньше это можно было сделать только после того, как мы просмотрим работу (обычно эти работы мы не принимали), то вскоре это можно будет сделать без вмешательства администрации, а судить работы будут посетители сайта. <p> Кроме того, функции соц. сети позволяют пользователям создавать группы и сотрудничать между собой. Думаю, стимулом к такому сотрудничеству и станет интернет-магазин шаблонов. <p> 2)По поводу форума: форумов на тему создания сайтов, может, и вагон... форумов по созданию сайтов на юкозе - уже меньше (обычно это &quot;свалки&quot; ненужных скриптов, бездарнейших пародий на шаблоны и т.п.), а форумов по дизайну сайтов на юкозе, где тебе подскажут что и как - единицы (мне известны только форум тех. поддержки и хелпер, да и то они более широкого профиля). По этой же причине и был создан почти год назад наш сайт, т.к. подобных ему не было. <p> 3)Последнее, что хочу сказать, все это делается для пользователей Юкоз и развития системы в целом. Сайты с функциями, приведенными в 1-м пункте, у буржуев уже есть и посвящены системам Joomla, Wordpress и другим. У нас я такого еще не встречал, тем более для Юкоза. <p> Вот и думайте... <p> З.Ы. Извиняюсь за комментирование в качестве гостя, но почему-то юнет мне говорит, что мой акк в системе не зарегистрирован.","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"890","author":"Женя","authorEmail":"","authorUrl":"","authorIP":"95.55.65.126","authorUsername":"Djekky","date":"2010-06-22 13:16:59","content":"лол, ты на сайт погляди.","answer":"","parent":"883","approved":1,"materialId":"12"},{"id":"891","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 13:30:43","content":"Из всего подкаста стало ясно только то, на uthemes откроется магазин шаблонов, ну и плюс немного социальщины, которая, к слову, уже поднадоела, хочется просто прийти и взять, для чего и приходил на сайт. А если будет социальность, то вы просто привличёте на сайт тех, кто как раз сейчас сидит на свалке (про форумы, которые выше говорили). И у вас получится та же самая свалка со сто раз перекопированными и &quot;улучшенными&quot; шаблонами. <p> И кстати, по поводу Конструктора, разве косяков не будет у каких-то модулей? Конструктор просто накатывает на весь сайт шаблон, и в итоге во всех модулях будет одно и тоже, либо если всё и будет в порядке, то код будет на каждой странице один и тот же, и замучаешься его редактировать, чтобы убрать лишнее, что не используется. <p> Чтобы на сайт приходили новые люди, и им эта социальщина понравилась, то надо будет создавать какой-то эксклюзив, в виде статей, каких-то уроков (видео, либо текстовые), разбирать каждый модуль, чтобы было ясно, что там можно поставить, а что нет. Иначе, получается это опять же один из сайтов, где выложены разные шаблоны, которые так же откуда-то взяты (тот же WP, Drupal и т.п. CMS).","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"892","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 13:39:50","content":"И вам (uthemes), лучше убрать &quot;шаблон&quot; с HL2, в котором изменена лишь шапка, а то назвать это изменением, язык не поворачивается. <p> И вопрос ко всем, почему за последние года 2, все так гонятся за этой социальностью? Особенно странно видеть это у подобных сайтов с такой узкой направленностью. <p> Идея заняться видео-уроками хороша, хотя бы это кто-то понял, только вот, видео-уроки по установке каждого шаблона, это жесть, лучше бы разработка или разбор какого-то модуля, либо, что с ним можно сделать, изменить, заменить. Если кто ещё помнит сайт 4ucoz.net.ru (не спамлю, т.к. сайт уже давно не подаёт признаков жизни), то я с администратором этого сайта выкладывали различные видео-уроки, главное, что это было полезно и интересно пользователям, вот как раз тут и появляется активность пользователей, связанная с вопросами, общением, предложением нового. <p> Кажется, я стал повторяться :))","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"893","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 13:46:48","content":"Во-первых, если ты сомневаешься в чем-то, то рекомендую скачать и проверить любой шаблон. Наши шаблоны, как стандартные, подогнаны под каждый модуль, и в них нет ничего лишнего. Во-вторых, шаблоны мы экспортировали только в самом начале, когда начинали этим заниматься. Сейчас же, они все абсолютно уникальны. <p> По поводу, как ты сказал &quot;социальныщины&quot;, то про нее ты еще ничего не знаешь, поэтому говоришь чушь. Выводы из этого будем делать, когда сайт заработает в полную силу. <p> Я в подкасте говорил не про те шаблоны, которые выкладывают в различных варезных сетях, а про уникальные шаблоны, про те, которые люди делают сами, но не знают как их продвинуть или же просто показать единомышленникам.","answer":"","parent":"891","approved":1,"materialId":"12"},{"id":"895","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 13:52:00","content":"Видео-уроки мы не собираемся делать под каждый шаблон, потому что это бессмысленно. Видео-уроками будут снабжены премиум-шаблоны, которые будет установить намного сложнее чем обыкновенные, потому что в них будут использоваться различные скрипты, информеры и т.д. Как мы считаем, не опытному пользователю будет сложно установить такой шаблон самостоятельно, для этого и будут делаться видео-уроки. Можно сказать такая видео-инструкция по установке шаблона","answer":"","parent":"892","approved":1,"materialId":"12"},{"id":"897","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 13:52:45","content":"Из последних - нет.","answer":"","parent":"894","approved":1,"materialId":"12"},{"id":"898","author":"Guru","authorEmail":"karasssa@yandex.ru","authorUrl":"","authorIP":"193.169.124.72","authorUsername":"","date":"2010-06-22 13:53:18","content":"Ну карты еще не все раскрыты, а что касается эксклюзива, то у нас есть шаблоны, которых нет на друих движках и являются нашими авторскими работами. <p> Что касается свалок, то они образуются в первую очередь из-за халявщиков, которые пытаются зарабатывать на фалообменниках (посмотрите на раздачи шаблонов на других сайтах)... Этот вопрос мы решим, свалок не будет. Да и потом, в каталог шаблонов попадут кроме наших только достойные, а в магазин - самые-самые... <p> Что касается конструктора: кому нужны архивы с десятками файлов для установки и &quot;ридми&quot; на две страницы? Все наши шаблоны заточены под конструктор и устанавливаются по принципу стандартных шаблонов системы Юкоз. Надо понимать, что не все улавливают суть и не всегда понимают, что от них требуется для корректной установки дизайна на свой сайт. Все же, пользователи Юкоз - это зачастую начинающие, которые ранее не имели дела с сайтостроительством.","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"901","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-06-22 13:55:43","content":"Тогда с интересом будем следить за тем, что вы реализуете.","answer":"","parent":"900","approved":1,"materialId":"12"},{"id":"900","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 13:53:39","content":"Вы оба очень узко понимаете социальную направленность","answer":"","parent":"896","approved":1,"materialId":"12"},{"id":"906","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:03:49","content":"Тоже самое думаю. Человек приходит на сайт за чем-то определённым, от чего же он там будет оставаться и разводить гегемонию? <p> Если бы у вас проект изначально был ориентирован на какие-то разговоры, то да, развитие и создание новых способов общения только плюс. Но если на сервис (например, для оплаты телефона, интернета), запихнуть форум, создать группы, подарки и так далее, то это становится похожим, на бред сумасшедшего, либо человек, понимает, что чтобы привлечь новых пользователей, которые любят потрындеть (только для создания статистики посещаемого сайта). <p> В общем, всех благ и процветания этому сайту.","answer":"","parent":"896","approved":1,"materialId":"12"},{"id":"904","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 13:57:45","content":"О боже, что ж мы такие узколобые... Расскажите тогда нам, что значит социальность в вашем понимании?","answer":"","parent":"900","approved":1,"materialId":"12"},{"id":"905","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:00:40","content":"Я тебе не энциклопедия, чтобы это рассказывать. Если заинтересовался, то поисковики открыты. Исходя из твоих слов, я понял, что под понятием &quot;социальность&quot; ты понимаешь что-то типа в контакте или фейсбука. От сюда выводы","answer":"","parent":"904","approved":1,"materialId":"12"},{"id":"907","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:07:34","content":"O.o вот и ответ. Было бы логичнее, для привлечения новых пользователей, как раз делать эти самые уроки, т.е. не для платных шаблонов, а для всех.","answer":"","parent":"895","approved":1,"materialId":"12"},{"id":"908","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:10:43","content":"Ну а мы отходим от основной направленности? Мы просто создаем более комфортный способ общения пользователей. На юкозе ведь тоже некая социальность присутствовала(ЛС, форум) Но почему-то про это никто не говорит, а теперь мы это просто немного расширяем, вот и все. <p> Спасибо.","answer":"","parent":"906","approved":1,"materialId":"12"},{"id":"909","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-06-22 14:11:30","content":"я так понимаю будет один урок по установке бесплатных шаблонов и индивидуальный для сложных платных.","answer":"","parent":"907","approved":1,"materialId":"12"},{"id":"910","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:12:27","content":"Смысл делать виде-уроки для обычных шаблонов? Что люди не смогут скопировать и вставить один файл?","answer":"","parent":"907","approved":1,"materialId":"12"},{"id":"911","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:14:04","content":"Один видео-урок для всех шаблонов уже есть <a class=\"link\" target=\"_blank\" href=\"http://showmehow.ru/blog/2010-05-03-97\" rel=\"nofollow\">http://showmehow.ru/blog/2010-05-03-97</a>","answer":"","parent":"909","approved":1,"materialId":"12"},{"id":"912","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:17:04","content":"ОК, по поводу первого всё ясно &#x1F60A; <p> <blockquote class=\"quoteMessage\">кому нужны архивы с десятками файлов для установки и &quot;ридми&quot; на две страницы?</blockquote> <p> Хм, до сих пор есть такие? O.o Года 2 назад (когда я создавал сайты на Юкозе. Сейчас пока что у меня включился ручной тормоз <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\"> Нет идей для новых сайтов) я качал подобные архивы, и в них был один txt файл как раз с установкой под Конструктор шаблонов, если были другие файлы, то только из-за того, что каждый модуль работал по разному, и там стояли немного другие условные операторы. Но чаще всего встречал там фреймы, которые вели на сайт, с которого качал, вот этого, действительно хоть отбавляй. <p> А пока что я вижу, точно такой же сайт, разве что более адекватный к пользователям (нет навязчивой рекламы, сайт быстро грузится, не смотря на количество графики), ну и плюс некоторые уникальные шаблоны. Если вам уже год, то странно видеть такое малое количество этих уникальных шаблонов (пусть они бы даже были и платными, смысл от этого не поменяется) <img src=\"http://s15.ucoz.net/sm/1/sad.gif\" border=\"0\" align=\"absmiddle\" alt=\"sad\"> <br /> Но будет интересно увидеть, что же у вас в конечном итоге получится)))","answer":"","parent":"898","approved":1,"materialId":"12"},{"id":"913","author":"Guru","authorEmail":"karasssa@yandex.ru","authorUrl":"","authorIP":"193.169.124.72","authorUsername":"","date":"2010-06-22 14:17:08","content":"<blockquote class=\"quoteMessage\">По моему когда проект начинает распыляться на всякие дополнительные плюшки и примочки он может потерять главную суть, ради чего он и создавался.</blockquote> <p> Если бы Юкоз в свое время не начал &quot;распыляться на всякие дополнительные плюшки и примочки&quot;, мы бы сейчас на этом сайте не общались, т.к. ни upodcast.ru, ни uthemes.ru не было &#x1F609;","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"914","author":"Денис","authorEmail":"","authorUrl":"","authorIP":"80.80.104.137","authorUsername":"mm","date":"2010-06-22 14:19:59","content":"Появились русская и испанская <i>траницы</i>","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"915","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:20:23","content":"Немного странно сравнивать сервисы и любые другие сайты, которые не предоставляют похожего функционала. Так как если бы этих плюшек не было, то юкоз бы загнулся от застоя. В этом их вся и фишка, что только в развитии и есть смысл подобных SaaS систем)))","answer":"","parent":"913","approved":1,"materialId":"12"},{"id":"916","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:22:49","content":"Я не про шаблоны говорил. А уроки ко всему, разбор модуля, что с ним можно такого интересного сделать, что не получится, замены каких-то деталей, для создание нового функционала на сайте и т.п. Я же уже объяснил всё это в комментариях.","answer":"","parent":"910","approved":1,"materialId":"12"},{"id":"917","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:23:39","content":"Зачем? У нас другая направленность. Мы делаем шаблоны, а не мунал по системе","answer":"","parent":"916","approved":1,"materialId":"12"},{"id":"918","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:24:33","content":"Смысл любого проекта состоит в развитии","answer":"","parent":"915","approved":1,"materialId":"12"},{"id":"919","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:25:47","content":"Эмм, а я думал там голосом будут объяснять, а так это тоже самое, что и я делал пару лет назад. Живьём всё таки намного интереснее &#x1F60A; Можно будет увидеть и услышать, если будут какие-то ошибки, чтобы у вас в последующем не было подобного <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\"> Ну да ладно))","answer":"","parent":"911","approved":1,"materialId":"12"},{"id":"920","author":"Guru","authorEmail":"karasssa@yandex.ru","authorUrl":"","authorIP":"193.169.124.72","authorUsername":"","date":"2010-06-22 14:26:14","content":"2 Дмитрий [ Rosamaha ] <p> 2 года назад того конструктора, который есть сейчас, не было. И дополнительные текстовые документы были потому, что в разных модулях присутствовали разные системные теги, отвечающие за вывод одних и тех же данных по разным модулям. <p> А шаблонов мало потому, что мы работаем еще и на платной основе над индивидуальными заказами, на которые уходит гораздо больше времени, чем на адаптацию или создание шаблона.","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"921","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:29:48","content":"А вот и другой ответ на вопрос о социальности. Если вы всего лишь делаете шаблоны, значит люди приходят только за ними и как правило уходят, потому что получили то, чего желали. <p> Ладно, хватит, а то я уже троллить начал &#x1F603","answer":"","parent":"917","approved":1,"materialId":"12"},{"id":"922","author":"Максимушка Целикин","authorEmail":"","authorUrl":"","authorIP":"89.19.160.193","authorUsername":"mas1k","date":"2010-06-22 14:30:11","content":"А у меня вот сайт не открывается, печально. <p> Ну и в общем — если конкретно поднимете уровень своих работ и откроете магазин — у вас все будет хорошо. <p> По поводу социальности — ее необходимость — штука спорная, но вряд ли она кому-либо помешает если вы, конечно, оставите возможность просто прийти на сайт и скачать нужный шаблон.","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"923","author":"Дмитрий","authorEmail":"rosamaha5@yandex.ru","authorUrl":"","authorIP":"91.78.228.201","authorUsername":"Rosamaha","date":"2010-06-22 14:33:53","content":"Только у вас развитие немного не в ту степь пошло. Ну всё, точно хватит))) В общем ваша позиция ясна, спасибо за ответ :)) В будущем, я надеюсь, вы поймёте о чём я говорил &#x1F60A;","answer":"","parent":"918","approved":1,"materialId":"12"},{"id":"924","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:44:28","content":"<a class=\"link\" target=\"_blank\" href=\"http://upodcast.ru/news/desjatyj_vypusk_v_gostjakh_uthemes_ru/2010-06-22-12#ent908\" rel=\"nofollow\">http://upodcast.ru/news....#ent908</a>","answer":"","parent":"921","approved":1,"materialId":"12"},{"id":"926","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 14:52:58","content":"На счет социальности, я имел ввиду ровным счетом тоже самое &#x1F60A;","answer":"","parent":"922","approved":1,"materialId":"12"},{"id":"927","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"80.93.125.186","authorUsername":"ZheKA","date":"2010-06-22 15:13:00","content":"WordPress","answer":"","parent":"880","approved":1,"materialId":"12"},{"id":"928","author":"Mike","authorEmail":"","authorUrl":"","authorIP":"212.15.151.151","authorUsername":"abasovMike","date":"2010-06-22 15:22:43","content":"В моем понимании, это fan-проект. То есть ребята не просто монетизируются, а являются фанатами uCoz. Но использовать полностью другой движок при этом, как по мне, несколько лицемерно. <p> Ю.Блоги тоже можно было делать на стороннем движке, и, более того, часть их сделана на PHP. Но основа проекта — uCoz, что для меня было принципиально и до сих пор радует. <p> В общем, не одобряю, как фанат.","answer":"","parent":"885","approved":1,"materialId":"12"},{"id":"929","author":"Mike","authorEmail":"","authorUrl":"","authorIP":"212.15.151.151","authorUsername":"abasovMike","date":"2010-06-22 15:25:31","content":"Мне тоже интересно, что по-вашему социальность.","answer":"","parent":"905","approved":1,"materialId":"12"},{"id":"930","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 15:28:35","content":"Поисковики - вперед. Когда на сайте полностью будет реализована соц. часть, тогда все увидишь.","answer":"","parent":"929","approved":1,"materialId":"12"},{"id":"931","author":"Mike","authorEmail":"","authorUrl":"","authorIP":"212.15.151.151","authorUsername":"abasovMike","date":"2010-06-22 15:31:17","content":"<a class=\"link\" target=\"_blank\" href=\"http://www.google.com/search?hl=en&client=safari&rls=en&q=что%2C+по+мнению+Любима%2C+социальность%3F&aq=f&aqi=&aql=&oq=&gs_rfai=\" rel=\"nofollow\">http://www.google.com/search?....s_rfai=</a> <p> не находит... <img src=\"http://s15.ucoz.net/sm/1/sad.gif\" border=\"0\" align=\"absmiddle\" alt=\"sad\">","answer":"","parent":"930","approved":1,"materialId":"12"},{"id":"932","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 15:32:26","content":"&#x1F60A;","answer":"","parent":"931","approved":1,"materialId":"12"},{"id":"934","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-06-22 19:03:53","content":"Миш, <b>Guru</b>, это, если я правильно понял, второй участник проекта. <br /> А в целом я с Мишей согласен. Если проект о/для системы, то на ней же он и должен работать.","answer":"","parent":"928","approved":1,"materialId":"12"},{"id":"935","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2010-06-22 19:45:40","content":"Я тоже искренно не понимаю:) Но есть мнение, что у ребят есть определенная обида, и связано это именно с этим. Бывает. <br /> К сожалению, это убивает возможность стать официальным сайтом с темами, о чем мы с Любимом, в общем-то, говорили. <br /> Кстати, мне кажется, многим пользователям без uID авторизации будет как бы менее удобно. Хотя, конечно, кнопку &quot;качать&quot; надут. <p> Еще, честно говоря, не понял почему в гостях был только один администратор ресурса, а не оба. <p> По поводу социальности, боюсь у ребят действительно ниего не выйдет. По крайней мере из услышеных и почитаных объяснений кажется именно так. Но, если я ошибусь, то поздравлю их первым. <br /> Группа друзья же, как многие знают, на юкозе есть давно. Думаю, она получит свое логическое завершение, и это будет не такое уж далекое будущее. <p> Что касается магазина - это абсолютно верный путь. Опять же, если не ошибаюсь, любомира к этой мысли я и сам, при общении на РИФ, подталкивал. Но ребята, уверен, и сами это понимали и шли. <br /> Сделать биржу и&#92;или аукцион на текущем модуле магазина, действительно, вряд ли бы получилось. Использовать один модуль вне системы, может и было бы вполне логично. <br /> Хотя, давать продавать на единой площадке разным людям, все же, возможно. Просто давать тем кто делает шаблоны достойные продажи права соответствующие. <br /> И чем ресурс отличался, то что кто попало не выкладывал всякий мусор. Как только дадут все желающим выкладывать и продавать все что хотят - это реально опасно будет.","answer":"","parent":"882","approved":1,"materialId":"12"},{"id":"936","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-22 20:06:36","content":"Стас не смог присоединиться к нам из-за слабого интернета. На все остальное могу лишь ответить - посмотрим. Кто знает, может с соц. частью ничего не выйдет, но мы от этого ничего не теряем. <p> На счет магазина, могу сказать сейчас - свалки не будет. Туда будут попадать лишь самые качественные и популярные работы. Возможно мы и откроем в него общий доступ, но здесь еще нужно решить кучу нюансов.","answer":"","parent":"935","approved":1,"materialId":"12"},{"id":"937","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-06-23 22:31:46","content":"И да, Любомир - это другое имя &#x1F60A;","answer":"","parent":"935","approved":1,"materialId":"12"},{"id":"987","author":"kav-kaz","authorEmail":"","authorUrl":"","authorIP":"82.119.137.218","authorUsername":"","date":"2010-07-01 06:42:14","content":"иногда с версткой ошибки бывают у них...","answer":"","parent":"0","approved":1,"materialId":"12"},{"id":"992","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"83.221.177.42","authorUsername":"ЛюбимК","date":"2010-07-05 06:06:45","content":"Давай примеры. Ошибок в верстке не должно быть.","answer":"","parent":"987","approved":1,"materialId":"12"},{"id":"1095","author":"Владислав","authorEmail":"","authorUrl":"http://bogutskiy.org.ua/","authorIP":"95.135.85.152","authorUsername":"blackknight","date":"2010-08-10 23:19:28","content":"Пользуюсь вашим шаблоном уже больше года! Качал еще давно и ставил тоже!) Благодаря ему сайт продвинулся и имеет хороший спрос у людей) Как то писал вам в соц сети вконтакте по поводу лицензии так как признался я в том что удалил ваши ссылки и поменял дизайн под себя!) Тогда вы мне ответили что шаблоны разошлись по инету! И как таковой лицензии нету! Так сказать дали добро на использование шаблона на одном из моих сайтов! Хотел бы узнать как Вы планируете решать этот вопрос в дальнейшем!? Мне то разрешили) А потом все ваши будущие шаблоны будут опять просто нагло вороваться лентяюгами)? Жду вашего ответа! Спасибо за внимание)","answer":"","parent":"992","approved":1,"materialId":"12"},{"id":"1979","author":"Паша","authorEmail":"pashavanholt@mail.ru","authorUrl":"","authorIP":"89.28.46.231","authorUsername":"pashavanholt","date":"2011-05-05 11:02:42","content":"<b>uthemes</b> молодцы хорошой проект","answer":"","parent":"0","approved":1,"materialId":"12"}]