[{"id":"1414","author":"archdenis","authorEmail":"","authorUrl":"","authorIP":"46.147.162.105","authorUsername":"","date":"2010-12-27 20:51:41","content":"Ребята, постарайтесь побыстрее вести диалог, а не кашу жевать.","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1415","author":"xpacmanx mau","authorEmail":"","authorUrl":"","authorIP":"91.122.26.157","authorUsername":"xpacmanx","date":"2010-12-27 21:51:15","content":"Про &quot;www&quot; в начале подкаста, на сколько понимаю просто в настройках домена надо прописать не А-запись, а CNAME и тогда по идеи должно автоматом переводиться на адрес без www","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1416","author":"Саша","authorEmail":"","authorUrl":"","authorIP":"77.34.162.117","authorUsername":"","date":"2010-12-27 23:36:45","content":"Весёлый подкаст получился =)","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1417","author":"Анна Лаврова","authorEmail":"","authorUrl":"","authorIP":"109.227.85.221","authorUsername":"Posh","date":"2010-12-28 07:44:49","content":"действительно весело, аж понравилось=)","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1418","author":"Денис","authorEmail":"","authorUrl":"","authorIP":"80.250.181.39","authorUsername":"mm","date":"2010-12-28 14:02:26","content":"Дима, в общих настройках есть галочка <br /> <!--uzcode--><div class=\"bbCodeBlock\"><div class=\"bbCodeName\" style=\"padding-left:5px;font-weight:bold;font-size:7pt\">Code</div><div class=\"codeMessage\" style=\"border:1px inset;max-height:200px;overflow:auto;height:expression(this.scrollHeight<5?this.style.height:scrollHeight>200?'200px':''+(this.scrollHeight+5)+'px');\"><!--uzc-->Домен www.example.ru является приоритетным: <br /> Автоматически добавлять приставку www. если на сайт зашли по домену example.ru.<!--/uzc--></div></div><!--/uzcode--> <br /> Если её убрать то при входе ч/з ццц будет редиректить на домен без www <p> http://www.macrostar.ru","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1419","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-12-28 19:36:56","content":"он оно чё. значит мой косяк, не разобрался. <br /> Действительно редиректит. <br /> Спасибо.","answer":"","parent":"1418","approved":1,"materialId":"26"},{"id":"1420","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-12-28 19:37:36","content":"Кстати, было бы интересно почитать ваши мнения по вопросам, которые мы обсуждали. Согласны? Или мы пургу несем?","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1421","author":"Vladimir","authorEmail":"","authorUrl":"","authorIP":"86.111.84.31","authorUsername":"borschaga","date":"2010-12-28 20:15:26","content":"Весело &#x1F60A;","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1422","author":"Ilya Chesnokoff","authorEmail":"","authorUrl":"","authorIP":"95.57.132.124","authorUsername":"Ademon","date":"2010-12-29 08:54:52","content":"Скачанный файл весит 0 байт. Поправь.","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1423","author":"Анна Лаврова","authorEmail":"","authorUrl":"","authorIP":"109.227.85.221","authorUsername":"Posh","date":"2010-12-29 11:28:34","content":"та конечно пургу=) которую в онлайне слушают и потом пара сотен людей скачивает=)","answer":"","parent":"1420","approved":1,"materialId":"26"},{"id":"1424","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-12-29 21:54:41","content":"rpod вроде лежал, поэтому какое-то время нельзя было скачать файл и послушать подкаст","answer":"","parent":"1422","approved":1,"materialId":"26"},{"id":"1425","author":"Саша","authorEmail":"","authorUrl":"","authorIP":"77.34.179.121","authorUsername":"","date":"2010-12-30 07:36:08","content":"Даёшь новогодний подкаст завершающий этот год! :) Ребята вы молодцы, Анюта прелесть! :)","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1426","author":"Анна Лаврова","authorEmail":"","authorUrl":"","authorIP":"109.227.85.221","authorUsername":"Posh","date":"2010-12-30 11:14:09","content":"мя! Я прелесть! &#x1F63A","answer":"","parent":"1425","approved":1,"materialId":"26"},{"id":"1427","author":"Дмитрий","authorEmail":"","authorUrl":"http://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-12-30 19:13:33","content":"Как в Теории большого взрыва: <br /> — Радж, открой дверь, будь котиком <br /> — (открыв дверь) Я котэ","answer":"","parent":"1426","approved":1,"materialId":"26"},{"id":"1428","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-01 16:46:05","content":"Некачественная, недостоверная информация, с ужасной подачей и комментариями:( <p> Почему я себя заставляю себя это отслушивать я понимаю и знаю. А остальных кто слушает что?","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1429","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-01 17:02:59","content":"На случай если кто-то наслушается вредных комментариев на тему, что при обращение в сапорт есть какие-то ограничения, и не так напишешь, чего-то там не получится. <br /> Писать можно как угодна, вам зададут уточняющие вопросы, и все равно придется выдавать туже самую информацию. <br /> Инструкции для того, что бы сэкономить время спрашивающего и отвечающего.","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1430","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-01 17:07:31","content":"Аня, а поведай мне твою логику. Сайт приюта собак, он по-твоему реально актуален на нескольких языках и для нескольких стран? Или в реальности это чисто локальная вещь?","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1432","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2011-01-02 10:45:53","content":"По поводу сайтов всяких приютов: по моему они должны быть сугубо локальные. Да, они могут быть под единым «брендом» (даже была как-то идея что-то похожее сделать), но для каждого региона ИМХО должен быть отдельный сайт.","answer":"","parent":"1430","approved":1,"materialId":"26"},{"id":"1433","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.155.33","authorUsername":"TERNOX","date":"2011-01-02 11:03:52","content":"Я понимаю о чём ты. Пост даже написали, <a class=\"link\" target=\"_blank\" href=\"http://blog.ucoz.ru/blog/ucoz_2010/2011-01-01-172\" title=\"http://blog.ucoz.ru/blog/ucoz_2010/2011-01-01-172\" rel=\"nofollow\">http://blog.ucoz.ru/blog/ucoz_2010/2011-01-01-172</a> , в нём вроде бы неимоверное количество обновлений было, а мы такие паршивцы, говорим что почти ничего не было. <br /> Поясню. <p> Конкурсы - это не обновление системы. Обновление магазина - это вообще отдельная парафия, и я им не пользуюсь, поэтому я, как обыватель, не заметил никаких обновлений. Вебтоп обновлялся, но это опять таки не юкоз. <br /> Сделали u.to - никто вас о нём не просил, я его успешно отключаю. <br /> Сборки сделали для браузеров, понятно, а зачем? <br /> Сервера обновили - технические особенности, я опять таки, как обыватель, этого мог и не заметить, если бы не твиттер. <p> А вообще множество очень мелких изменение - это то, что обязана делать любая компания, ведь эти изменения, по сути, исправление багов: <p> Настроена правильная реакция на несуществующие url в модулях. <br /> Внедрен 301 редирект для склейки имени сайта с www и без него. <br /> При добавлении/удалении в любом модуле сделано автоматическое обновление дискового пространства. <p> и так далее, это просто баги. Поэтому это не обновления. <p> А по сути, то, чего просят люди не реализуется (создание модулей, полей), а вместо этого делаются юВеб - платный юкоз, что говорит нам о том, что юКоз вовсе не будет крупно обновлятся. А зачем? Ведь новые и классные функции для ювеба будут.","answer":"","parent":"1428","approved":1,"materialId":"26"},{"id":"1434","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.155.33","authorUsername":"TERNOX","date":"2011-01-02 11:06:50","content":"Мне проще просто написать, нежели сверятся с темой на фтп.","answer":"","parent":"1429","approved":1,"materialId":"26"},{"id":"1435","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"178.205.45.206","authorUsername":"Scorpion427","date":"2011-01-02 11:24:19","content":"forum.ucoz.ru давно уже не ФТП, а именно сообщество &#x1F60A; <br /> Дим, у тебя доступ к этой странице есть http://forum.ucoz.ru/forum/42-28766-1 <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\">","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1436","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-02 11:25:23","content":"Нет, Руслан, я не об этом. Этот пост, на который ты ссылаешься - это то, что захотелось отметить за 2010ый год. То что для вас обновления - это не обновления - ну это самостоятельный вопрос. И когда я говорю что у вас в эфире чушь, - это не критика того что вы не замечаете обновлений каких-то, которые я таковыми считаю. Я говорю в целом. Там можно разобрать почти каждую тему, и указывать в чем ошибки или глупость. <br /> Кстати, ты, например, действительно прибавил. А может, просто, на Аненом фоне стал слушаться получше. Но у тебя хотя бы олимпиада в 2010 году была. <br /> Возвращаясь к обновлениям. Обновления это не то, что хочется и ждешь лично ты или 0.1% пользователей, но чьи голоса слышны по причине громкости. Это то, что надо большинству наших пользователей. И их потребности определяются не твоими пожеланиями. То о чем ты говоришь, абсолютному большинству не нужно. А вот стабильность и безопасность работы - нужна всем. За это и боролись, и не только за это. Жаль что ты не заметил. При этом развивали очень важный, а не как ты говоришь, отдельная тема модуль интернет-магазина, фиксили баги, вносили нужные мелкие изменения.","answer":"","parent":"1433","approved":1,"materialId":"26"},{"id":"1437","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-02 11:28:28","content":"В сотый раз про uWeb, что бы вы не несли ересь непонятно откуда взявшуюся. Такого абсолютно точно никто и никогда из команды не говорил, и сказать не мог. А я уже несколько раз писал в разных местах, uWeb ничем не будет по функциональности отличаться от uCoz, параллельной разработки движка для него не будет. А вы уходите в свои фантазии на сей счет непонятно с чего. Дезинформаируете людей. <br /> Вероятно, хочется рассказать о сервисе как о каком-то алчном монстре, который вот теперь все только ради денег и за деньги хочет делать. <p> Возвращаясь к теме того о чем просили многие, в основном особо шумные - это php. Ты уверен что это маленькая функция? Простая и пр? Вот только она реально нужна немногим. Вмести с php там еще и api идет, которое для нескольких модулей уже готов, и будет доделываться для остальных.","answer":"","parent":"1433","approved":1,"materialId":"26"},{"id":"1438","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-02 11:30:13","content":"Твое право. Разве от этого твой тикет закроют и скажут, пошел нафиг, учись спрашивать? Нет. <br /> А кому-то удобней сэкономить время. Но таких, безусловно, единицы. <br /> Но ребята из сапорта захотели дать инструмент им, и создали тему. Не вижу в этом ничего плохого. <br /> Я что-то упускаю?","answer":"","parent":"1434","approved":1,"materialId":"26"},{"id":"1439","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-02 11:35:48","content":"Ну это кому как приятней называть. Безусловно, тех поддержка давно оказывается не на форуме, но многие туда ходят именно за ней. Плюс мне всегда фтп не нравилось т.к. появляется двоякий смысл связанный с FTP. Но обычно из контекста ясно о чем речь, правда, термин остается ясным только тем кто давно с юкоз, но в этом, возможно, свой шарм.","answer":"","parent":"1435","approved":1,"materialId":"26"},{"id":"1440","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.155.33","authorUsername":"TERNOX","date":"2011-01-02 12:49:39","content":"Тогда какой смысл в юВебе? Если на юКозе итак обещают аптайм 9.99 %? <p> Пхп я не просил и не видел. Ведь оно всё ещё в тестировании, а значит, официально его так и не ввели. <p> А насчёт того, откуда мы взяли эту мысль, я слушаю отрывками подкаст с Эдуардом, цитаты его фраз: <p> &quot;Это будет сервис который предоставляет уже платные услуги...&quot; <br /> &quot;...Будут добавлены новые шаблоны, доступные только для платных пользователей, возможно новые функции...&quot; <p> Мы довольствуемся малым, и этого нам хватило для наших &quot;фантазий&quot; :).","answer":"","parent":"1437","approved":1,"materialId":"26"},{"id":"1441","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-02 13:18:23","content":"Прости, Руслан, не спросили твоего дозволения. Конечно не нужен. <br /> Но есть ряд людей которые долгие годы это просят. Они не могут, например, объяснить своему клиенту, почему его бизнес-сайт живет на одном сервисе, да еще и на одном сервере по сосетствую с сайтом школьника Руслана. <br /> Вот мне интересно, ты серьезно считаешь что 1. У тебя больше опыта, знания в вебе, бизнесе, юкозе чем у нас, и ты точно знаешь что нам надо делать что нет, в чем потребности людей, а в чем их нет <br /> 2. Что юкоз должен развиваться именно так как ты просишь, и как тебе надо, а мир в целом крутится лично вокруг тебя? <br /> 3. Что когда мы что-то делаем, мы не думаем надо это или нет. Что никто не взвешивает за или против. <p> p.s. довольствуетесь вы малом т.к. давно не следите толком за сообществом, за поступающей инфорамцией, при этом старатесь делать подкаст о нюансах. Я давно вам говорил, что вам в соведущие нужен кто-то кто живет темой, как вы сами когда-то. Такие ребята есть. <br /> То что эдик фантазировал о возможных новых функциях....во-первых, как понимаю, скзаал &quot;возможно&quot;, во-вторых, в далеком будущем, может быть. Но сейчас речи об этом нет. <br /> А шаблоны, да там людям нужны будут шаблоны вероятно будут дополнительные появлятся, но ты же понимаешь что это ни разу не заметная отличительна черта. <br /> Хотя да, извини. Новый шаблон - это для вас обновление (1 день работы), а вот изменение работы сессий - несколько месяцев кропотливой работы высококласного специалиста - это не обновление, это фигня.","answer":"","parent":"1440","approved":1,"materialId":"26"},{"id":"1442","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.155.33","authorUsername":"TERNOX","date":"2011-01-02 13:19:59","content":"Без проблем, пусть будет. Просто, изначально такие темы выглядят как правила.","answer":"","parent":"1438","approved":1,"materialId":"26"},{"id":"1443","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-02 13:32:31","content":"На форуме сообщества не публикуются правила. Это было бы не логично. Иногда там публикуются разъяснения к правилам, или рекомендации.","answer":"","parent":"1442","approved":1,"materialId":"26"},{"id":"1444","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.155.33","authorUsername":"TERNOX","date":"2011-01-02 13:39:42","content":"Нет, я имею ввиду просто ассоциации. <br /> <a class=\"link\" target=\"_blank\" href=\"http://forum.ucoz.ru/forum/43-32279-1\" title=\"http://forum.ucoz.ru/forum/43-32279-1\" rel=\"nofollow\">http://forum.ucoz.ru/forum/43-32279-1</a> - правила темы <br /> <a class=\"link\" target=\"_blank\" href=\"http://forum.ucoz.ru/forum/44-35272-1\" title=\"http://forum.ucoz.ru/forum/44-35272-1\" rel=\"nofollow\">http://forum.ucoz.ru/forum/44-35272-1</a> - тема саппорта <p> То есть просто возникает ассоциация, что это правила. Ну это лично у меня так)","answer":"","parent":"1443","approved":1,"materialId":"26"},{"id":"1445","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.155.33","authorUsername":"TERNOX","date":"2011-01-02 20:22:05","content":"Возможно я эгоцентричен, но не настолько:) <p> Я вообще не хотел упрекать вас в том, что юВеб делать не нужно было. Откуда столько агрессии? Мне просто реально интересно узнать о преимуществах юВеба. Пока что я знаю только то, что он дороже, и что будет отдельный сервер. Только вот если у вас аптайм 99,9 % я не вижу проблемы в том, что его сайт будет на одном сервере с сайтом школьника Жени (воображаемом), ведь я не считаю что клиентам придет в голову проверять сервера сайта-исполнителя. А то, что это просят бизнес-сайты, ещё не делает это разумной просьбой. <p> То есть основная идея такова - поменять названия, сделаться платными - и все компании будут счастливы, судя по твоей логике.","answer":"","parent":"1441","approved":1,"materialId":"26"},{"id":"1446","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2011-01-02 21:30:48","content":"Руслан, проблема скорее кроется в надписи «Хостинг от uCoz» и подобных (там вроде еще при наведении тайтл появляется «Создать сайт бесплатно»). Люди видят его, и резонно задают вопрос тем, кто им сайт помогал делать, что мол, какого фига, мы деньги платим, а вы все бесплатно получили, и все себе в карман? Только проблема это скорее для тех, кто изначально не договорился на сумму, включающую отключение баннера и копирайта. <p> Думаю многие ждут от uWeb повышенной стабильности. У меня у самого несколько раз были проблемы с клиентами, когда сайт лежал по нескольку часов (летние проблемы и в, теперь уже, позапрошлом году). <p> Возможно есть проблема в духе «система в принципе хорошая, но делать сайт там же где и колота мы не будем»...","answer":"","parent":"1445","approved":1,"materialId":"26"},{"id":"1447","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2011-01-02 21:48:13","content":"Жень, я понимаю, что тебе скорее всего хотелось бы слышать совсем другие вещи в подкастах, нежели то, что говорим мы. <br /> В каких то моментах мы, возможно не объективны, что-то из наших уст для сотрудников юКоза слышиться полной чушью и бредом. <br /> Но это просто мнение 3 обычных людей, более или менее активных пользователей. <br /> Мы не позиционируем себя как официальный источник информации о юКозе. Все люди получая информацию анализирую ее и делаю для себя выводы. Кто-то эти выводы высказывает, кто-то нет. Мы высказываем. <p> Конечно недостаток информации это плохо. Но, согласись, есть проблемы с ее получением. Про то что нужен человек из сообщества: несколько людей, в том числе и ты мне предлагали пригласить Ольгу, администратора лост-абц. Последний наш разговор закончился тем, что на тот момент у нее не было технической возможности записываться. Сошли на том, что как только появиться, она придет... Из прошедшего времени можно сделать вывод, что либо такая возможность не появилась, либо нет желания. <br /> Потом появилась Аня. Я думал, &quot;ну вот, наконец, и девушка в эфире, и сотрудник uCoz, будут новости&quot;. Рано радовался, через 1 или 2 выпуска Аня из юКоз ушла. <br /> Бегать за пользователями форума и просить каждого участвовать мне как-то не хочется. <br /> Сейчас наш постоянный слушатель и помошник Дима <b>Scorpion427 </b> согласился помогать нам составлять шоуноты и поучаствовать в записи подкаста. Надеюсь, что в новом году события в сообществе мы будем освещать более подробно. <p> Но мы не можем тянуть из вас информацию клещами. В предпоследнем подкасте Олег рассказывал о проблемах с .kz, но об этом нигде не упомянуто (ну или я совсем не умею искать)... И ведь это не единичный случай. Скажите, где нам получать всю информацию об изменениях, багфиксах и прочем и мы будем ее доносить до наших слушателей...","answer":"","parent":"1436","approved":1,"materialId":"26"},{"id":"1448","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2011-01-02 21:51:51","content":"Ну ФТП это уже как мем. Да, все знают, что форумом технической поддержки он уже не является, но название прижилось. Это примерно как долгое время (а у некоторых до сих пор) юКоз отсается Юкозом. Или rutracker.org в разговорах называют «тореентс», или «торрентсру»","answer":"","parent":"1435","approved":1,"materialId":"26"},{"id":"1449","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"178.205.52.117","authorUsername":"Scorpion427","date":"2011-01-03 08:25:15","content":"Я конечно не являюсь сотрудником uCoz, многого не знаю, но постараюсь на каждый выпуск освещать тем, что я знаю, что на сообществе говорится. В принципе, есть много таких в будущем открытий, которые в подкасте ещё не обсуждались, но на сообществе уже есть сообщения про это. <br /> И к примеру, хочу предложить сразу же сменить формат выпуска.. Это же всё таки <b>Ю</b>подкаст, отсюда и весь подкаст должен говорится только о юкозе. Просто так получается, что юкозовского материала меньше, в разы, чем публичных новостей из сети интернет. Дима,Руслан - не хотите попробовать изменить это ? &#x1F60A;","answer":"","parent":"1447","approved":1,"materialId":"26"},{"id":"1450","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"92.113.78.227","authorUsername":"TERNOX","date":"2011-01-03 08:39:53","content":"Этот подкаст больше половины мы говорили о юкозе. А про новости совсем мало. Тоже неплохой формат","answer":"","parent":"1449","approved":1,"materialId":"26"},{"id":"1451","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"92.113.78.227","authorUsername":"TERNOX","date":"2011-01-03 08:41:34","content":"1. Платим 9 долларов, отключаем копирайт (даже мне это не накладно) <br /> 2. Отключаем юнет и у локальных пользователей исчезает юзербар <br /> 3. Новые сервера - стабильность будет","answer":"","parent":"1446","approved":1,"materialId":"26"},{"id":"1452","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2011-01-03 10:11:29","content":"Изменить в каком плане? Рассказывать только о юкозе?","answer":"","parent":"1449","approved":1,"materialId":"26"},{"id":"1454","author":"Александр","authorEmail":"","authorUrl":"","authorIP":"80.217.58.153","authorUsername":"Affect","date":"2011-01-04 18:29:35","content":"Замечательный подкаст. Я лично тоже не вижу значимых обновлений в системе uCoz, разве что сменили шаблон на сайте uCoz для русскоязычной версии. Сняли бы хоть ограничение на форуме в <b>80 000</b> тем...","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1455","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-04 22:27:48","content":"Причем тут новые сервера? <p> Еще раз, есть класс людей которым это надо. Им бесполезно пояснять что что-то можно где-то отключить и т.п. Если бы ты с ними работал, у тебя была бы такая проблема. Но у тебя свой мир, и ты этого не знаешь. <br /> Им это надо, тебе это не надо. Никаким прорывом или еще чем-то подобным ювеб не планировался и не будем. Это то что нужно определенным людям, они об этом просят давно и им это будет дано. Это разумно. В отличие от огромного числа других пожеланий и хотелок.","answer":"","parent":"1451","approved":1,"materialId":"26"},{"id":"1456","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-04 22:35:44","content":"Руслан, причина агрессии - простая. Мне неприятно смотреть на то что происходит с подкастом. Мне он нравился, вы начали им заниматься достаточно грамотно, удалось это делать систематично. На определенных этапах прогрессировать. У вас всегда были ляпы и глупости определенные, но это можно было слушать. И я даже давал вам комментарии по темам, старался помочь и подсказать. Собственно, помогал подкасту даже больше чем вы знаете. <br /> А сейчас ситуация такова, что сказанное в эфире мне даже и комментировать не хочется. И там надо опровергать или делать замечания фактически по каждой прозвучавшей теме, как связанной с системой (в основном), так и нет. <br /> А то где я делаю замечания, судя по комментариям тут. Оно просто не воспринимается. <br /> Собственно, не мое это, вероятно дело, и не стоит лезть. Не стоит слушать и расстраиваться. <br /> Позапрошлый подкаст я в итоге не послушал, два назад бросил где-то на середине. Последний заставил себя с трудом. <br /> Знаю ребят из команды кто слушал, и последние несколько они не слушали. Просто почему-то не захотелось. Т.к. я два пропустил, я их спросил. Аля слушали? Стоит ли мне, интересно? Мне сказали что нет. И это показатель. <br /> А до того, спросили меня, я ответил что слушать там нечего, просто трата времени. <br /> Возможно, у вас другая аудитория. Даже точно. Но если вы подкастами как своего рода СМИ хотели влиять на систему, на команду, в какой-то мере на этот мир, если хотите. Последнее время делается все, что бы этого влияния не стала. Мы просто перестаем слушать. А делать что-то что бы плодить предрассудки, слухи, невежество среди неопытных пользователей....Это точно интересно? <br /> Единственный путь развития - это всегда идти вперед. Вы пошли назад. Вы должны учится вмести с тем что вы делаете. Делать что-то подобное, это возможность начинать изучать, анализировать и пр. А если задача просто нести свое я. Ну что же, продолжайте. Это можно делать говоря не важно что, о чем и как.","answer":"","parent":"1445","approved":1,"materialId":"26"},{"id":"1457","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-04 22:38:02","content":"Дим, логика новостей в целом верная. Особенно во второй части. Логика тут в том, что новости должны касается веб-технологий. <br /> То есть того, что неразрывно связано с сайтостроением по сути. И что может применятся и быть полезно людям как на юкозе, кто делает сайты. Так, в общем-то, и всем остальным. <br /> При этом делая подкаст более насыщенным и интересным. Опять же, юкоз действительно иногда может не давать достаточного количества тем. В общем, есть целый ряд плюсов, особенно если делать грамотно подборку. А не просто любые it-новости подбирать.","answer":"","parent":"1449","approved":1,"materialId":"26"},{"id":"1458","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-04 22:45:23","content":"Дим, если вся информация. Что с .kz, что с тем сем будет в одном месте и подробно описана - за чем будут нужны подкасты? <br /> Да, часть информации разрознена. Часть просто забываем осветить. Часть, может быть, мы как комания даже замалчиваем (все ведь не без греха), и если вы хотите быть интересным, то, мне кажется, подмечать и собирать - это как раз то что можно делать. <br /> Тех. проблем у Ольсивы, думаю, на сегодня нет. Напиши ей в скайп, ей явно убдет не сложно ответить. А вот насколько формат подкаста ей самой нравится - этого не знаю. Но попробовать она планировала. <br /> Аня. А ты спросил ее что она знала о системе работая в ней? Насколько и в чем она разбирается? <br /> Никому не в обиду, но как абстрактный пеример. Есть в юкозе уборщица, Петровна. И....? Должность Ани была - переводчица (в первую очередь именно этим она занималась, работая не полный день и не полную ставку, и менее года в юкозе). У нас есть еще целый ряд переводчиков, в т.ч. девушки, но они, к сожалению, воряд ли могут что-то привнести в подкаст. В силу опыта, в силу знаний, в силу специализации. <p> Если не знаешь кого позвать. Позови Сашу Стайлера. Человек который реально в теме, который с юкозом очень давно. Почти с самого начала. Который готов, я думаю, выделять свое нерабочее время.","answer":"","parent":"1447","approved":1,"materialId":"26"},{"id":"1459","author":"Саша","authorEmail":"","authorUrl":"","authorIP":"77.34.250.172","authorUsername":"","date":"2011-01-04 22:46:15","content":"Давайте жить дружно, ребята :)","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1460","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2011-01-05 00:16:10","content":"Зачем? У нас на городском!(или даже областном) форуме, где общается, наверно, большая половина всех, у кого есть интернет сейчас меньше 50000 тем. Причем очень многую их часть, как мне кажется, составляет раздел &quot;Флейм&quot;. <p> Попробуйте сначала заняться модерированием того, что у вас есть, наверняка найдется несколько сотен, а может и тысяч тем бесполезных.","answer":"","parent":"1454","approved":1,"materialId":"26"},{"id":"1461","author":"Саша","authorEmail":"","authorUrl":"","authorIP":"77.34.160.183","authorUsername":"","date":"2011-01-05 07:58:27","content":"что за uWeb ??? Объясните толком? дайте ссылку? )))","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1462","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"95.134.148.102","authorUsername":"TERNOX","date":"2011-01-05 09:08:24","content":"Это будет нужно нескольким десяткам человек. Поменять название и всё. Ну я считаю, что эти люди живут в собственном мире - где юКоз - это зло, а вот если поменять название и платить за это деньги - то это круто. <br /> Я не говорю, что вы делаете не верно, просто я ранбше сам хотел воспользоватся ювебом, а теперь, когда узнал, что по сути там ничего нового не будет, то зачем тогда?","answer":"","parent":"1455","approved":1,"materialId":"26"},{"id":"1463","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"95.134.148.102","authorUsername":"TERNOX","date":"2011-01-05 09:28:47","content":"Ну не нужно так утрировать. Опять длиннющий коммент, смысл которого можно уместить в два предложения. А конкретики нет. <br /> Вот взять 23 выпуск - что в нем не так. Обсудили новости, поговорили про ю.ворк и немного про инет-новости. <br /> В 22 можно было по короче, да, обсуждения больше чем надо. Но не катастрофа же, всё равно неплохо. <br /> 21 - Что опять не так? Две новости юкоз, не много, но больше не было. Интернет новости обсуждали. <p> А насчёт этого выпуска, я вижу замечания только по моим репликам о новом форуме и про обновления. Но ведь если честно, мне как пользователю абсолютно наплевать, как вы там несколько месяцев меняли работу сессий, я этого не заметил. Теперь только стало разлогинивать на ю.сайтах чаще. <p> Я не с потолка взял тему: &quot;Почему так долго нет больших обновлений?&quot;. Я от очень многих людей слышал, что юкоз остановился и больше не прогрессирует. И не от новичков. Ведь многие опытные пользователи даже ушли с юКоз, и наверное, они видят в этом причины. <p> Мы не бред несём, а обсуждаем то, что обсуждают большинство. <p> Я с радостью приму критику, но когда я слышу только: &quot;вы испортились&quot;, я не понимаю, в чём проблема. Мы пошли назад. В чём? Мы уже более десятка выпусков обсуждаем новости интернета, и. <p> Перестали слушать? Я скажу почему. Надоело. В начале это забавно и интересно - подкаст о юкозе. Но когда мы 50 минут говорим о интернет новостях, а остальные 10 обсуждаем одну или две юкозовские новости, то я думаю что ю.сотрудники ожидали слышать о себе, а не о Яндексе. <p> С недавних пор мы перевернули подкаст, в начале говорим о юкозе, а потом о интернете. И в этом выпуске мы говорили очень много о юкозе, больше, чем о интернете. Тебе не понравилось. Ну что же, наверное больше нравится о интернете слушать, а то когда добираемся до юкоза, оказывается, общественное мнение нельзя озвучивать.","answer":"","parent":"1456","approved":1,"materialId":"26"},{"id":"1464","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.148.102","authorUsername":"TERNOX","date":"2011-01-05 09:33:18","content":"Это юкоз с другим названием и платный.","answer":"","parent":"1461","approved":1,"materialId":"26"},{"id":"1465","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-05 12:39:48","content":"Веники вязать, ясное же дело.","answer":"","parent":"1462","approved":1,"materialId":"26"},{"id":"1466","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-05 12:47:20","content":"Прости, Руслан, мне действительно с тобой обсуждать нечего. Да ты и не услышишь. Каждый на самом деле в праве делать то, что он хочет и так как он хочет. Достаточно глупо когда ты меня начинаешь учить, по моим ощущениям. Вероятно, тебе кажется что так же глупо когда это делаю я. Хотя, мне казалось, с высоты некоторого опыта, знаний, достижений, если позволишь, я имею право на определенное авторитетное мнение. Но не в твоих глазах. Это нормально. <br /> Повторюсь, я неоднократно указывать на конкретные ошибки. Даже здесь, когда не стал разбирать все неточности и неверную информацию, а выделил лишь часть, оказалось это тебе не заметным и не интересным. <br /> Добавить мне нечего, я желаю удачи в ваших продолжаниях. Если вам нравится то что и как вы делаете - это главное. Все надо делать с удовольствием. <br /> Мне это стало не интересным. Другим не интересно когда нет моих комментариев к выпускам, судя по число коментов. Третьим вообще кроме самих себя ничего не интересно. Это все тоже абсолютно нормально. <br /> Но договориться об одном нам явно не выйдет. <br /> Надеюсь, в подкастах, какими бы они ни были ты сможешь занимать столько активную позицию как тебе удается это в коментах. Голосом ты куда скованней почему-то. <p> Еще позволю себе прогноз. Массовым (с точки зрения слушателя) данный подкаст никогда не станет. Ну, к примеру, его не начнет слушать хотя бы 5% пользователей юкоза. Или все активные пользователи и т.п. Хотя при определенным раскладе это могло быть вполне возможно. <br /> Успехов в новом году и с выбранным форматом;)","answer":"","parent":"1463","approved":1,"materialId":"26"},{"id":"1467","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-05 12:50:04","content":"Если у форма, например городского портала, 80к тем становится объективно мало - это та квота которую повысить можно. Единично, но такие примеры есть. <br /> Если 80% (можно 20%, не суть) тем форума это раздел &quot;Спам&quot;, &quot;Мусорка&quot; и т.п. Или темы досчитаем до 1 000000 в разделе &quot;игры&quot;, то квота не повышается. <br /> Если бы человек платил за создаваемую нагрузку, он бы сам с радостью стирал все не нужное и держал бы себя в рамках. Но когда такой нет необходимости....когда делаю что делается, мы видим 80к бесполезных тем, или вообще не форум, а некое использование модуля форум под хранение мусора. <br /> Но исключения возможны. то есть форумы где нужно больше 80к тем","answer":"","parent":"1460","approved":1,"materialId":"26"},{"id":"1468","author":"Александр","authorEmail":"","authorUrl":"","authorIP":"80.217.58.153","authorUsername":"Affect","date":"2011-01-05 12:57:15","content":"Интересно. Я обратился в &quot;<b>Службу поддержки</b>&quot; (платную), где и попросил снять лимит, после чего мне сказали &quot;Для сайта вашей тематики (Игровой портал) мы не снимаем лимит&quot;. Собственно всё, после этого вопрос закрыли. Мне пришлось удалять <b>активные</b> темы дабы оставить место на форуме. Вот Вы сейчас сказали, что можно очистить раздел &quot;Корзина&quot; и другие разделы, в которых находятся ненужные темы. <br /> Предоставлю пример: http://megasoft.3dn.ru/forum <br /> Почему же им сняли лимит, хотя в разделе &quot;<b>Корзина</b>&quot; хранится <b>~27 000</b> тем? Неправильно как то... Я даже был готов заплатить.","answer":"","parent":"1467","approved":1,"materialId":"26"},{"id":"1469","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-05 13:21:54","content":"Я не видел ваш сайт, не видел и вопроса в поддержку. Если с ответом сотрудника спциалиста поддержки не согласны, известно куда аппелировать. И, боюсь, здесь мы этот вопрос не решим. <p> Но, почему-то, у меня ощущение что действительно форум имел такой вид, что поднимать квоту ему оснвоаний не было. Но это лишь ощущение. Могу быть не прав.","answer":"","parent":"1468","approved":1,"materialId":"26"},{"id":"1470","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-01-05 13:34:37","content":"Умности выпуска… <p> 2ая минута: <br /> &quot;Начнем с новостей Укоз &quot; <br /> (нельзя ожидать от юподскаста правильно произнесения названия сервиса. Глупость это) <p> Далее третья минута Руслан. Поисковая оптимизация - это не работа - это исправление ошибок. То что это миллиардная отрасль - это глупость. И есть дорогие специалисты которые работают над тем, что бы понять что и как лучше делать в этой сфере. Делают, меняют, как для малых сайтов, популярных движков, так и для сайтов корпораций. <br /> Добавление нового дизайна - это обновление которое, конечно, можно пообсуждать. А вот то, что целый ряд вещей был изменен с точки зрения seo, что поменялась логика работы некоторых вещей. Что кроме того что главная страница стала одной, стали отбрасывать параметры, редиректы. <br /> То как это может повлиять на что-то иное. например на работу чьих-то скрипов (да, были и жалобы после этого обновления). Все это, безусловно, не интересно. <br /> Покопаться и поискать в чем били изменения - это лишнее. <br /> Разница настроек и появление новой про ввв и без ввв для прикрепленных и не прикрепленных доменов. Культура использования в домене с третьего уровня ввв. <br /> Как объяснить поисковому что домен один. Директива хост? <br /> Что наличие двух вариантов обращения - это был риск получать ссылки с той и другой адресацией. <br /> Тот факт что гугл парсил js и выдергивал ссылки которые реально не существуют, на которые люди попадать не могли даже в теории - это, безусловно, баг юкоза, а не гугла. И что удалось понять откуда у него ноги и сделать так что бы ситуация не возникала - это так же глупсти и юкоз работал не над тем. <p> 22 000 пользователей форума интернет-магазин - безусловно не люди. Вот великий юподкаст нужен массам, а модуль магазина 2.5 калекам. Руслан это знает доподлинно. И, конечно, модуль магазина, да и все остальное не обновлялось, не менялось. А что написано в блоге про обновление - этом всем показалось. Это не обновление, это выдумки. На форуме нет темы, значит с 2009-го ничего не обновлялось. Одно не ясно. как не закрылось. <p> Далее Аня. Которая работала почти год в компании, и она уверена что готовится что-то очень большое. Сервис явно ничего не делал, но в цехах сидели о корпели над новой ОС ну как минимум. <br /> Нет, Аня, прости, но глобального ничего не планируется. Слухи не верны. Все делалось и выкладывалось. В том самом фоновом режиме. <br /> После чего пришли к тому что добавленные новые 4 шаблона - это реально заметно, в отличие от всего остального. <p> Потом пришли к мысли что все будет на ювебе. Человек который был внутри, конечно, именно так и должен думать, не смотря на то какова реальность. Мы ведь всегда зомбировали своих сотрудников. Тут все ок. <p> Идея соц. сети для пользователей системы создания сайта юкоза - это прекрасное. <br /> 10 детей немцев которые создали свою соц. сеть на юкозе для чего-то там про юкоз - это еще более прекрасно. <br /> Вот это действительно ребята молодцы, за неделю все что надо сделали. Что делают другие люди с некоторым опытом - явная глупость и ненужность. <br /> В рамках этого прекрасного обсуждения о соц. сети для пользователей системы по созданию сайтов мы то и дела встречаем новые грамматические нормы русского языка, такие как авторАми…Даешь передовое звучание! <p> 16ая минута <br /> Качать - это прекрасно. Любые сайты о сериалах - это именно что бы качать. Трекеры для лохов,там качать не интересно. Люди которые приходят на такие сайты и что-то обсуждают, делятся, читают по теме, фетишизируют на картинки, тренеры и прочее - явные неудачники с лишним времинем. Не то что двое из советующих. Они точно знают как выглядит фанат сериала и что ему нужно. Так же как они. Пришел, скачал, ушел. <p> OpenID - это, конечно = вкотакте и фейсбук. Это одно и тоже со слов Руслана. Он смотрит в будущее. Самая непопулярная на сегодня из всех значимых глобальных систем авторизации всех поглотила и стала всем. <br /> А еще в них во всех именно лОгинятся. <br /> Аня даже сдалась, все слишком умно. <p> Извините, слушать дальше этот слишком для меня интеллектуальный разговор по второму разу я не смог. И сдался так же как и Аня. Но в целом, по памяти, все идие были и далее такими же умными и прозорливыми, а у меня возникли комплексы неполноценности в связи с тем что мы делаем. Да и по всему стало видно что делаем сплошные глупости. Конечно, такое тяжело слушать. Но это явное личностное. И лишь для меня так. Там когда про компании пойдет, у них тоже очевидно ситуация таже, а за отрасль у меня тоже душа вечно болит.","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1472","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"95.134.148.102","authorUsername":"TERNOX","date":"2011-01-05 15:17:31","content":">>Голосом ты куда скованней почему-то. <br /> Дык, собеседников нету, которые со мной бы спорили. <p> Окей, каждый остался при своём мнении, мирно разошлись, иначе можно будет так бесконечно общаться. <br /> Спасибо.","answer":"","parent":"1466","approved":1,"materialId":"26"},{"id":"1471","author":"Олег","authorEmail":"oleg@ucoz.net","authorUrl":"","authorIP":"85.115.248.115","authorUsername":"hell","date":"2011-01-05 13:39:57","content":"Почему так долго нет больших обновлений - убило. <p> Если бы не было обновлений, вам бы не о чем было рассказывать в подкастах так часто.","answer":"","parent":"0","approved":1,"materialId":"26"},{"id":"1473","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"95.134.148.102","authorUsername":"TERNOX","date":"2011-01-05 15:23:48","content":"Ну ещё бы, Олег, ты не повторил слова Жени. Это у тебя всегда получалось.","answer":"","parent":"1471","approved":1,"materialId":"26"},{"id":"1474","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"178.204.9.164","authorUsername":"Scorpion427","date":"2011-01-05 17:00:35","content":"Дима,Руслан - закрывайте уже комментирование здесь. Сейчас будет то, что никому уж точно не нужно. Начали с малого, заканчиваете фиг пойми чем, а именно грубыми высказываниями. Будет день - будет пища. Были здесь предложения - примите и постарайтесь их выполнить, без комментариев. Получится или нет, решат уже слушатели.","answer":"","parent":"1473","approved":1,"materialId":"26"},{"id":"1475","author":"Олег","authorEmail":"oleg@ucoz.net","authorUrl":"","authorIP":"85.115.248.73","authorUsername":"hell","date":"2011-01-05 17:26:54","content":"Хм... Я даже не читал всю эту переписку, у меня и времени то на это нет. Подобный сарказм в мою сторону неуместен. Я высказал свое мнение.","answer":"","parent":"1473","approved":1,"materialId":"26"},{"id":"2430","author":"Betty","authorEmail":"yvette-marie@typsygypsys.com","authorUrl":"","authorIP":"109.230.216.225","authorUsername":"","date":"2012-01-18 03:37:36","content":"Not bad at all fellas and gllaas. Thanks.","answer":"","parent":"0","approved":1,"materialId":"26"}]