[{"id":"1636","author":"Никита Ноак","authorEmail":"","authorUrl":"","authorIP":"87.226.89.35","authorUsername":"NikitaNoak","date":"2011-02-20 11:23:31","content":"Очередной, интересный подкаст. Каждый выпуск интересный. Даже новости включать в телевизоре не надо, тут всё коротко и ясно. Молодцы, продолжайте в том же духе &#x1F63A","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1637","author":"SPARTACUS","authorEmail":"","authorUrl":"","authorIP":"91.79.114.100","authorUsername":"","date":"2011-02-20 13:10:28","content":"отрезок с 12:30 по 25 минуту можно было смело вырезать, т.к ни ведущие, ни большинство слушателей не поняли ни единого слова...","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1638","author":"SPARTACUS","authorEmail":"","authorUrl":"","authorIP":"91.79.114.100","authorUsername":"","date":"2011-02-20 13:20:58","content":"&quot;все сохраняется в какой то файл и после этого файл парсится,если я не прав можете поправить меня............&quot; ведущий выкрутился сказав это безопасно, хотя понял, что ничего не понял ))) и все остальное в таком же духе","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1639","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.15","authorUsername":"DPolyakov","date":"2011-02-20 13:33:50","content":"Не стоит всех ровнять по себе. <p> Я понял о чем говорит Женя, хотя опыта в программировании на php у меня крайне мало. Для тех, кому было не понятно, возможно наша беседа с Женей станет толчком к изучению в этом направлении. Не всю жизнь же клепать шаблонные сайты?","answer":"","parent":"1637","approved":1,"materialId":"30"},{"id":"1640","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"178.205.11.249","authorUsername":"Scorpion427","date":"2011-02-20 13:37:09","content":"Я тебе уже второй раз предлагаю. Покажи всем, как нужно записываться в подкасте. Что обсуждать? Что говорить? Милости просим в подкаст. <br /> Отмазки: &quot;не могу&quot;, &quot;не хочу&quot;, &quot;делать что-ли нечего&quot; и прочее - не катят","answer":"","parent":"1638","approved":1,"materialId":"30"},{"id":"1641","author":"Николай Кулик","authorEmail":"","authorUrl":"","authorIP":"85.172.62.216","authorUsername":"Cooller","date":"2011-02-20 14:10:04","content":"Дети не такие глупые, раз могут сделать такое &#x1F60A; Выпуск хороший! Спасибо за двалип","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1642","author":"SPARTACUS","authorEmail":"","authorUrl":"","authorIP":"91.79.114.100","authorUsername":"","date":"2011-02-20 14:13:01","content":"ты дурак? я показывать здесь никому ничего не собираюсь, по той простой причине, что я подкаст не создавал и не говорил что я могу лучше, если люди создали подкаст, то они должны были понимать, что помимо положительных отзывов существуют и отрицательные.","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1643","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.15","authorUsername":"DPolyakov","date":"2011-02-20 14:50:19","content":"<b>SPARTACUS</b>, давайте без оскорблений?! <p> Мы естественно понимаем и принимаем негативные отзывы и критику в свой адрес. С критическими замечаниями мы ждем так же предложений по изменению. От вас я пока не услышал ни одного. <p> Удалять здоровый кусок подкаста потому что вы не поняли о чем там речь — глупо. С таким же успехом, например, можно сказать что в известном Радио-Т первые выпуски каждого месяца вообще не стоит выкладывать, ибо там многим вообще ничего не понятно...","answer":"","parent":"1642","approved":1,"materialId":"30"},{"id":"1644","author":"Roma Bodunov","authorEmail":"pjil@yandex.ru","authorUrl":"","authorIP":"78.81.228.209","authorUsername":"Prince","date":"2011-02-20 15:36:06","content":"Вроде понятно всё гость говорит &#x1F60A; <br /> А вот некомпетентность ведущих в области программирования ставит в тупик...","answer":"","parent":"1638","approved":1,"materialId":"30"},{"id":"1645","author":"Roma Bodunov","authorEmail":"pjil@yandex.ru","authorUrl":"","authorIP":"78.81.228.209","authorUsername":"Prince","date":"2011-02-20 15:49:50","content":"Нам так и не пролили свет на дату появления php, на офблоге когда-то писали что в январе всё будет, ну и где собсно <img src=\"http://s15.ucoz.net/sm/1/dry.gif\" border=\"0\" align=\"absmiddle\" alt=\"dry\">","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1650","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.15","authorUsername":"DPolyakov","date":"2011-02-20 16:13:35","content":"Точной даты нам тоже не сказали...","answer":"","parent":"1645","approved":1,"materialId":"30"},{"id":"1651","author":"Николай Крылов","authorEmail":"","authorUrl":"http://vk.com/app1979518","authorIP":"95.26.61.131","authorUsername":"NinjaCat","date":"2011-02-20 16:27:19","content":"2012","answer":"","parent":"1645","approved":1,"materialId":"30"},{"id":"1652","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-02-21 09:34:52","content":"Да, не забывайте, что к этому выпуску есть <a class=\"link\" href=\"http://upodcast.ru/board/posleshou/afterpati_28/1-1-0-12\" rel=\"nofollow\" target=\"_blank\">афтерпати</a> <p> <span style=\"color:gray\">P.S. Надо наверно какую нить штуку прикрутить, чтобы на странице выпуска показывалось, если ли афтерпати для него...</span>","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1653","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"92.113.77.25","authorUsername":"TERNOX","date":"2011-02-21 14:31:50","content":"Спартак, мы все понимаем, что у тебя нет личной жизни и ты просто тратишь своё время на троллинг. Я думал ты не появишься в комментах этого подкаста, но вижу ты специально ждал выпуска, что бы одним из первых написать о нём. Мы очень тебе благодарны, ведь на самом деле ты наш ярый фанат, оставляешь самое большое количество комментов к выпускам. <p> Я понимаю что такое критика, и что она очень нужна. Но с твоих уст идёт что угодно, но только не конструктивная критика. <p> &quot;Я это не понимаю, не записывайтесь на эту тему, а это мне не интересно, пропустите это&quot;. Мы не подстраиваемся под одного человека, который просто хочет потроллить.","answer":"","parent":"1637","approved":1,"materialId":"30"},{"id":"1654","author":"Picasso","authorEmail":"bunga196@yandex.ru","authorUrl":"","authorIP":"94.43.238.6","authorUsername":"","date":"2011-02-22 18:16:18","content":"Здравствуйте. <br /> Я один из разработчиков Uxen CMS, и хочу вам сказать, что нам уже далеко не 15. <br /> Наш движок разрабатывается уже более полугода, и мы многово достигли. <br /> Как вы можете видеть, наш движок - полная копия uCoz. <br /> Уже скоро можно будет скачать Light версию Uxen. <p> Обещаю вам, перенести сайт с uCoz на Uxen можно будет нажав 1 кнопку... <p> P.S. По поводу группы вконтакте - её создатель лиш наш представитель.","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1655","author":"Atom","authorEmail":"","authorUrl":"","authorIP":"178.204.31.47","authorUsername":"","date":"2011-02-22 18:30:28","content":"Uxen CMS, по слухам, разрабатывает новую версию с исправленными недочётами, которые были в первой версии системы. На счёт людей которым чуть больше 16 лет, что тут сказать, я думаю что это фанаты Uxen, также как и фанаты Юкоза, которым может нет и 14... Uxen будет развиваться - это несомненно. Удачи!","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1656","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-02-22 20:49:34","content":"Если так, то приглашаем вас в подкаст, расскажите как удалось сделать копию uCoz, будет ли движок платный и т.д. <br /> Единственное условие участия — показать предварительно рабочую версию.","answer":"","parent":"1654","approved":1,"materialId":"30"},{"id":"1658","author":"SPARTACUS","authorEmail":"","authorUrl":"","authorIP":"91.79.113.118","authorUsername":"","date":"2011-02-24 14:58:46","content":"&quot;Uxen будет развиваться&quot; - у Uxen нет и не будет будущего","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1659","author":"Максим Целикин","authorEmail":"","authorUrl":"","authorIP":"188.123.237.164","authorUsername":"mas1k","date":"2011-02-24 18:36:15","content":"Делать полную копию uCoz — это реально очень странно. <br /> Но как по мне, то все подобные начинания похвальны. Люди что-то изучают, делают, стараются. <br /> Просто иногда усилия свои лучше направлять все таки в более правильные русла. <p> Anythink.ru после обновления понравился. Есть, конечно, еще целая куча косяков различных, но в целом хорошо. Мне бы было приятно видеть такой проект у себя, например.","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1660","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.14","authorUsername":"DPolyakov","date":"2011-02-24 20:56:48","content":"Почему у них нет будущего?","answer":"","parent":"1658","approved":1,"materialId":"30"},{"id":"1661","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.14","authorUsername":"DPolyakov","date":"2011-02-24 21:00:41","content":"<blockquote class=\"quoteMessage\">Но как по мне, то все подобные начинания похвальны. Люди что-то изучают, делают, стараются.</blockquote> <br /> Согласен с Максимом. Не редко вижу советы начинающим дизайнерам сайтов отрисовывать копии работ их успешных коллег, дабы набить руку. Пусть данная разработка и не взлетит, но у ребят будет опыт, а опыт многого стоит!","answer":"","parent":"1659","approved":1,"materialId":"30"},{"id":"1662","author":"Vladimir","authorEmail":"","authorUrl":"","authorIP":"86.111.84.31","authorUsername":"borschaga","date":"2011-02-25 06:36:55","content":"Мне интересно посмотреть как она будет работать &#x1F60E","answer":"","parent":"1654","approved":1,"materialId":"30"},{"id":"1666","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"178.204.65.45","authorUsername":"Scorpion427","date":"2011-02-25 18:07:27","content":"Цитаты данных разработчиков: <br /> <blockquote class=\"quoteMessage\">Я, как один из разработчиков, смело заявляю. <br /> Весь код пренадлежит нам, дизайн скоро будет тоже - наш собственный. <br /> Даже js файлы ajax&#39;а и функций были написаны нами, наш u.js совершенно не похож на u.js uCoz&#39;а. <p> Изменить URL&#39;ы можно переделав лиш несколько строчек в .htaccess <p> Исходя из всего этого, движок принадлежит нам, авторские права лежат на нас, и судится не за что. <br /> А в том случае, если буду угрозы со стороны uCoz - соберем все докозательства и в милицию. </blockquote> <p> Поверь, тут даже что-то обсуждать - делать только себя глупым.","answer":"","parent":"1660","approved":1,"materialId":"30"},{"id":"1673","author":"Jon","authorEmail":"jon@ucoz.ru","authorUrl":"","authorIP":"109.122.9.90","authorUsername":"","date":"2011-03-01 11:13:54","content":"&quot;отрезок с 12:30 по 25 минуту можно было смело вырезать, т.к ни ведущие, ни большинство слушателей не поняли ни единого слова&quot; <br /> Обидно звучит, ИМХО, можно и мягче выразить свое мнение, НО... <br /> Позвольте представиться, Иван, имею непосредственное отношение к разработке и запуску PHP и API для uCoz. <br /> Теперь насчет &quot;отрезок с 12:30 по 25 минуту&quot;. Действительно, обсуждения и рассуждения насчет PHP и API в нем в большинстве не соответствуют действительности. Например: <br /> а) чекбокс &quot;Разрешить использование API&quot;, по-большому счету не связан напрямую с PHP, т.к. PHP и API это разные услуги, просто одну можно использовать с помошью другой. Само API не есть частью услуги PHP, т.к. его можно использовать и из perl-скриптов, и из любых внешних преложений, - это самостоятельная услуга. Именно поэтому чекбокс не исчезнит и API будет доступена бесплатно для всех, а не только для тех, кто приобрел PHP. <br /> б) PHP будет доступна не только в пакетах, но и как самостоятельная услуга. <br /> в) насчет безопасности весьма странное представление, не буду вступать в длительное обсуждение, но вкратце скажу, что использование PHP возможно любыми методами (через формы, ифреймы, другие PHP скрипты и т.п.), а не только через javascript, т.е практически так же, как и скрипты с любого хостинга, но в том же домене (отсутствие кросс-доменных проблем). Дополнительно есть встроенная в PHP функция, которая однозначно идентифицирует пользователя сайта, со страний которого вызван скрипт. Так что проблем с безопастностью при корректном написании скриптов быть не должно. А вот насчет &quot;код есть и в моей базе и в базе юкоза, и т.к. они сравниваются получается более-менее безопасно&quot;, то тут неоднозначно. Переменная $USER_FULLNAME$ заменяется на код на этапе парсинга шаблонов, т.е. на странице уже присутствует чистай код пользователя вместо $USER_FULLNAME$. Поэтому достаточно тем же фаербагом изменить его на другой и отослать запрос браузером, таким образом представившись другим пользователем (естественно, механизм получения кодов и как подменять я расписывать не буду) <br /> В итоге, я хотел немного прояснить ситуацию, сказать спасибо участникам подкаста за интерес, проявленный к данным услугам в свете их введения, и сообщить, что они готовы, но отключены для использования и ждут своего запуска.","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1674","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-03-01 11:33:57","content":"Иван, спасибо за развернутый комментарий. <p> Дабы прояснить все нюансы и особенности php на uCoz, приглашаем вас в подкаст, расскажете, так сказать, от первого лица.","answer":"","parent":"1673","approved":1,"materialId":"30"},{"id":"1676","author":"I-vashka","authorEmail":"","authorUrl":"","authorIP":"83.149.47.17","authorUsername":"","date":"2011-03-01 19:35:13","content":"хахаха))) чего ведущий такой печальный??? информация интересная, но голос просто усыпляет)))) Порезвее)))","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1677","author":"I-vashka","authorEmail":"","authorUrl":"","authorIP":"83.149.47.17","authorUsername":"","date":"2011-03-01 19:56:02","content":"&quot;Я понимаю что такое критика, и что она очень нужна. Но с твоих уст идёт что угодно, но только не конструктивная критика.&quot; <p> Ага :) оно видно судя по минусам на критичных комментариях =) <p> &quot;отрезок с 12:30 по 25 минуту можно было смело вырезать, т.к ни ведущие, ни большинство слушателей не поняли ни единого слова...&quot; <p> Кое-что понял... а в общем: печально... Мне захотелось ведущему кофейку принести :) Видно имелось ввиду не то, что они некомпетентны, а то, что много шумов и реплик. Как-то: эмм.. нууу... гы-гы-гы))) Я понимаю онлайн, но офф можно было подредактировать.. <p> А сплетней о Uxen CMS добавить это вы хорошо придумали. Сплетни все любят :D","answer":"","parent":"0","approved":1,"materialId":"30"},{"id":"1701","author":"xpacmanx mau","authorEmail":"","authorUrl":"","authorIP":"91.122.24.182","authorUsername":"xpacmanx","date":"2011-03-06 23:34:57","content":"К сожалению в подкасте не удалось выразить то, что хотел. Из-за определенной неподготовленности. <br /> По поводу того, что было обращено ко мне, то по поводу безопасности безусловно я погорячился, прошу прощения. <p> По поводу переменной $USER_FULLNAME$ - естественно это не единственный уровень защиты и сравнения с базой данных - это было приведено в пример. И это не имело отношения к php на uCoz. Скорее это было связано с взаимодействием ucoz и сторонних серверов - не важно на каком языке программирования. Я лишь хотел выразить мысль о том, что уже сейчас можно делать то, что многие пользователи считают невозможным, а не ждать выхода php. Собственно вот.","answer":"","parent":"1673","approved":1,"materialId":"30"}]