[{"id":"1740","author":"Сашка","authorEmail":"","authorUrl":"","authorIP":"77.34.43.162","authorUsername":"","date":"2011-03-20 12:20:23","content":"что-то ниодной темы не затронули из предложений http://upodcast.ru/stuff/themes/temy_30_vypuska/1-1-0-25 <br /> для чего тогда раздел Темы для выпусков?","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1741","author":"Григорий","authorEmail":"","authorUrl":"","authorIP":"178.167.40.100","authorUsername":"DjGronat","date":"2011-03-20 12:30:33","content":"Из поисковой выдачи слава богу не вылетели. Сделали переадресацию поисковику на отдельный .htaccess и за ночь все ссылки сменились.","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1742","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.9","authorUsername":"DPolyakov","date":"2011-03-20 12:35:51","content":"Ну давайте по порядку: <br /> <blockquote class=\"quoteMessage\">1) Хотелось бы, чтобы поговорили немного о проекте Anythink.ru. Жив ли он или нет, я зря зарегистрировался? <br /> 2) Так что же с тем чекербоксом &quot;API&quot;? <br /> 3) Когда уже, наконец, запустят uNet? <br /> 4) Почему бы не сделать &quot;http://vkontakte.ru/upodcast&quot;? <br /> 5) Как вам идея о соц. сети для подкастеров? </blockquote> <br /> 1) Администратор Anythink.ru Женя был в гостях в предыдущих двух подкастах, в 28 выпуске о проекте мы говорили. <br /> 2) В 26 выпуске Анатолий Березняк подробно рассказывал зачем он и какие у него функции <br /> 3) Скоро <br /> 4) Как там же в комментариях подсказали, <a class=\"link\" target=\"_blank\" href=\"http://vkontakte.ru/public19505695\" title=\"http://vkontakte.ru/public19505695\" rel=\"nofollow\">http://vkontakte.ru/public19505695</a> <br /> 5) rpod.ru, podfm.ru - думаю их в определенной степени можно считать соц.сетями, бОльшего функционала, чем там не нужно.","answer":"","parent":"1740","approved":1,"materialId":"32"},{"id":"1744","author":"uetcn","authorEmail":"","authorUrl":"","authorIP":"78.81.228.209","authorUsername":"","date":"2011-03-20 13:04:04","content":"Группирование вкладок в фф4? ололо, в опере оно раньше появилось, лиса сакс ^^","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1747","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.9","authorUsername":"DPolyakov","date":"2011-03-20 13:22:39","content":"трололо))) <p> В ФФ оно круче работает <a class=\"link\" target=\"_blank\" href=\"http://vimeo.com/13560319\" title=\"http://vimeo.com/13560319\" rel=\"nofollow\">http://vimeo.com/13560319</a>","answer":"","parent":"1744","approved":1,"materialId":"32"},{"id":"1748","author":"Андрей","authorEmail":"","authorUrl":"","authorIP":"77.34.43.162","authorUsername":"Fox","date":"2011-03-20 13:37:52","content":"Вы хотите сказать что это просто лёгкая эротика? И на uCoz запрещено порно? <br /> <!--uSpoiler--><div class=\"uSpoilerClosed\" id=\"uSpoilerNbqz77\"><div class=\"uSpoilerButBl\"><input type=\"button\" class=\"uSpoilerButton\" onclick=\"if($('#uSpoilerNbqz77')[0]){if ($('.uSpoilerText',$('#uSpoilerNbqz77'))[0].style.display=='none'){$('.uSpoilerText',$('#uSpoilerNbqz77'))[0].style.display='';$('.uSpoilerButton',$('#uSpoilerNbqz77')).val('Закрыть спойлер');$('#uSpoilerNbqz77').attr('class','uSpoilerOpened');}else {$('.uSpoilerText',$('#uSpoilerNbqz77'))[0].style.display='none';$('.uSpoilerButton',$('#uSpoilerNbqz77')).val('Открыть спойлер');$('#uSpoilerNbqz77').attr('class','uSpoilerClosed');}}\" value=\"Открыть спойлер\"/></div><div class=\"uSpoilerText\" style=\"display:none;\"><!--ust-->online-porno.ucoz.ua<!--/ust--></div></div><!--/uSpoiler--> <br /> <img src=\"http://s15.ucoz.net/sm/1/wacko.gif\" border=\"0\" align=\"absmiddle\" alt=\"wacko\">","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1749","author":"Андрей","authorEmail":"","authorUrl":"","authorIP":"77.34.43.162","authorUsername":"Fox","date":"2011-03-20 14:07:57","content":"В опере удобнее мне кажется. Хотя, сколько людей столько и мнений. И на вкус и цвет как говорится.... Это моё мнение.","answer":"","parent":"1747","approved":1,"materialId":"32"},{"id":"1750","author":"NameNot","authorEmail":"slapoguzov@gmail.com","authorUrl":"","authorIP":"178.187.150.212","authorUsername":"","date":"2011-03-20 16:02:10","content":"Вот статья на самом хабре, о том как сделать автоматическое оповещение о новостях сайта в контакте - http://habrahabr.ru/blogs/social_networks/113968/","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1751","author":"VDA","authorEmail":"lukamoreawe@yandex.ru","authorUrl":"","authorIP":"46.118.194.238","authorUsername":"","date":"2011-03-21 06:02:54","content":"- По поводу доменной зоны ХХХ - идея хорошая для разработчиков антивирусов, повесят предупреждение на .ХХХ и всё, все под фильтр. <br /> - По поводу ххх и эротики на uCoz. Из за этого предупреждения что выскакивает при заходе на сайт, реально пугаются и не заходят люди путая данное предупреждение с предупреждением о вирусах! Нужно конечно это предупреждение пересмотреть! Тем более что действительно её накидывают не только на конкретные ххх сайты, но и на эротические... + Действительно эротика есть и в стандартных аватарках и более того появляется в рекламном блоке uCoz. <br /> - По поводу идеи &quot;о Обсуждение предложений по системе с forum.ucoz.ru&quot; да, идея хорошая, стоит сделать её постоянной рубрикой:)","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1752","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.23.75","authorUsername":"Kron","date":"2011-03-21 07:04:19","content":"Повеселили рассуждения владельца vkbag.ru... <br /> <hr /> <br /> 1. Сайт vkbag.ru сравнивать с сайтом lostabs, говоря о нагрузках, это все равно, что сравнивать трафик вконтакте с трафиком фейсбука (цифры большие, но все же это сравнение гиганта и крохи). Во время выхода новой серии на лосте было столько запросов в течении часа-двух, сколько на вашем сайт нет за целый день (точной статистики вашего сайта не знаю, посмотрел на счетчики), поэтому если ваш процессор уже сейчас загружен на <b>100%</b>, то все ваше развитие будет заключаться с постоянной борьбой с нагрузками и оптимизацией CMS (что конечно же для вас самих создаст иллюзию развития, при топтании на месте). <p> 2. Чудесные мысли о поощрении посетителей за клики по рекламе - ни что иное как обман рекламодателей. У вас конечно же это будет получаться какое-то время, но не долго и чем популярнее будет этот вид &quot;заработка&quot; среди ваших пользователей, тем быстрее про это узнают рекламные партнеры. <p> 3. Из всех возможных расширений проетка, который реализовать на юкозе сложно или невозможно, вы назвали то, что больше похоже на ребячество и молодецкую наивность. В связи с этим можно сделать вывод, что переезд с юкоза - это иррациональное решение. <p> 4. Тот, кто в вашей команде занимается распределением средств заслуживает <b>двойку</b>, не нужно быть экономическим гением, чтобы увидеть бессмысленные потери мелкого проекта, ведь <b>90 евро</b> в месяц можно было бы потратить на ту же идею со стимуляцией активности пользователей сайта (ведь платить можно не только за клики по рекламе, но и за качественный контент, ответы на форуме и т.д.). <p> Ваш проект вышел в свободное плавание, которое либо вас закалит, либо разрушит... Вероятность раскола вашей команды значительно возросла, ведь теперь вам будет с чем сравнить и по затратам энергии в поддержании проекта и по денежным затратам, поэтому не исключено, что самые думающие люди вашего проекта начнут заводить свои на том же юкозе имея уже хороший опыт.","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1753","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.11.138","authorUsername":"Kron","date":"2011-03-21 08:34:20","content":"Для тех, кто не понимает разницу между тегами &lt;b> и &lt;strong> поясняю: <br /> При разработке спецификаций W3C руководствуется не только визуальной нагрузкой тегов, но и смысловой, логической нагрузкой. Делается это не для 99,9% (цифры не точные, а лишь показывают общее состояние) пользователей интернета, а еще и для тех, кто по каким-то причинам не может наслаждаться классическим просмотром сайтов. Я говорю про людей с ограниченными возможностями, а именно про слепых, для которых чтение текста происходит с помощью специальных программ. Вот, чтобы эти программы могли грамотно передавать содержимое веб-страниц, и делаются всякие рекомендации по использованию тегов и принципов верстки страниц. <p> Конечно же ждать от создателей сайтов, что все их шедевры будут переделаны и станут дружелюбны для незрячих людей - напрасно. И разработчики программ, которые читают тексты адаптируют эти программы под реалии сегодняшнего дня. Тоже самое касается и браузеров. А лояльность к стилю написания хтмл кода в HTML5 лишь в очередной раз показывает рациональный подход разработчиков языка вопреки иррациональности и попытках подмять мир под свои бессмысленные ограничения W3C.","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1754","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.11.138","authorUsername":"Kron","date":"2011-03-21 08:47:23","content":"Что касается Юнета, то в нем не просто появится что-то новенькое, а он ПОЯВИТСЯ как проект &#x1F60A; <br /> Активная работа над ним ведется уже почти 2 года без демонстрации в паблик. <p> Что касается связки Юкоз+Юнет, то в нем тоже произойдут некоторые изменения связанные с регистрацией через сайт и логином. Логин всегда будет безопасный, и кроме юнета логиниться можно будет через другие соц. сети (ФБ, твиттер, майспейс, яндекс и т.д.). <p> С запуском юнета тем для обсуждения в ваших подкастах явно прибавится <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\">","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1755","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"92.113.94.151","authorUsername":"TERNOX","date":"2011-03-21 17:25:06","content":"Очень надеемся, что он запуститься уже в ближайшее время)","answer":"","parent":"1754","approved":1,"materialId":"32"},{"id":"1756","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-03-21 18:13:43","content":"Руслан, в очередной раз, хотя вы не хотите этого упорно слышат и руководствуетесь какими-то своими слухами. Я вам это даже по ходу данного подкаста в чат писал. <br /> Скоро полноценный запуск юнета не планируется. На сегодня ожидается его старт осенью","answer":"","parent":"1755","approved":1,"materialId":"32"},{"id":"1757","author":"Shaman","authorEmail":"","authorUrl":"","authorIP":"93.85.196.19","authorUsername":"","date":"2011-03-21 20:39:24","content":"Выпуск понравился, весёлые приключения админ сайта про контакт подняли настроение =) <br /> -- <br /> - Мы переехали с юкоза на другой хостинг! <br /> - Зачем?! <br /> - Ну.. вы понимаете у нас большая посещаемость и мы боимся что сервера юкоза не выдержат, да и пару плюшек не помешало бы ввести. <br /> - Ну и как ощущения? <br /> - Сайт постоянно падает, отчаянно боремся с сервером, о плюшках даже не думали.. <br /> - Зачем было пеерезжать? <br /> - Ну вы понимаете у нас большая посещаемость...","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1758","author":"Григорий","authorEmail":"","authorUrl":"","authorIP":"178.167.59.149","authorUsername":"DjGronat","date":"2011-03-21 21:30:49","content":"И где же Вы такое услышали? &#x1F603 <br /> Не надо переворачивать мои слова. <br /> Мы переехали с юкоз на другой хостинг зачем? <br /> - Реализовать на юкозе, то что мы задумали сложнее, чем с полной поддержкой php. (из подкаста) <br /> Ну и как ощущения? <br /> - Сайт лежал только в первый день из за нашей технической оплошности! Уже 3тий день работает стабильно без падений. <br /> - О плюшках я рассказал и мы уже ведем переговоры с крупными разработчиками приложений. <br /> Зачем было пеерезжать? <br /> - Реализовать на юкозе, то что мы задумали сложнее, чем с полной поддержкой php. (из подкаста) <p> P.S. Внимательнее слушайте!","answer":"","parent":"1757","approved":1,"materialId":"32"},{"id":"1759","author":"","authorEmail":"","authorUrl":"","authorIP":"89.221.200.204","authorUsername":"prikolno","date":"2011-03-22 08:23:16","content":"Интересный подкаст. Кстати, кто может мне инвайт на хабр скинуть? Скиньте в ЛС. Заранее спасибо!)","answer":"","parent":"0","approved":1,"materialId":"32"},{"id":"1760","author":"Руслан","authorEmail":"","authorUrl":"","authorIP":"92.113.172.186","authorUsername":"TERNOX","date":"2011-03-22 14:27:55","content":"Ну уж извини, чат как-то не успевал мониторить, там просто очень много было твоих сообщений. <p> В прошлых выпусках точно кто-то из гостей говорил, что Юнет будет в феврале-марте.","answer":"","parent":"1756","approved":1,"materialId":"32"},{"id":"1761","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-03-22 16:43:27","content":"только если вы сами (из числа соведущих), со стороны сервиса никогда такой информации и нигде не было","answer":"","parent":"1760","approved":1,"materialId":"32"}]