[{"id":"1939","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.5.165","authorUsername":"Kron","date":"2011-05-02 14:20:34","content":"Оптимизация таблиц делается только при входе в админку, делается это не чаще раза в 10 дней (или около того, за 5 лет такие тонкости забылись). Почти для всех сайтов оптимизация срабатывает очень быстро, так как они маленькие. Оптимизация нужна для более качественной работы субд. <p> Бекап можно делать с 12 до 5-7 утра, для любого часового пояса это приемлемое время, так как либо разок придется позднее лечь спать, либо раньше встать (сдавать кровь как-то могли же и на работу успевать). Функционал бекапа значительно более нагрузочная процедура, так как не только дампы приходится делать, но и файлы копировать, а это уже нагрузка на диски, которые и так самые загруженные из всего железа. <p> Создавать бекапы необходимо только тогда, когда хочешь перенести куда-то свой сайт, все остальные создания бекапа - это псевдоподстраховка. Но если человека параноит, то у него есть 5-7 часов для того, чтобы успокоить свои фобии. <p> Старайтесь рассуждать как-то более взросло... Автоматическое создание бекапа - не только бестолковая нагрузка на сервер, но и увеличение занятого дискового пространства в 2 раза, что приведет к снижению количества сайтов на сервере примерно в 1,5-2 раза, а значит стоимость услуг нужно поднимать по меньшей мере в трое, чтобы сохранить текущее положение вещей (втрое - потому что отдуваться будут те, кто останется на юкозе, так как по какой-то причине они не смогут уйти на другие хостинги).","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1940","author":"Александр Горшков","authorEmail":"","authorUrl":"","authorIP":"95.83.124.108","authorUsername":"mazanax","date":"2011-05-02 14:22:02","content":"оптимизация делается только при входе, но при этом не работает весь сайт, вот что они хотели сказать &#x1F63A","answer":"","parent":"1939","approved":1,"materialId":"35"},{"id":"1941","author":"Sergey","authorEmail":"","authorUrl":"","authorIP":"62.98.114.207","authorUsername":"Neutro","date":"2011-05-02 14:32:21","content":"Тогда, почему-бы не сделать, что бы при попытке сделать бекап, появлялась возможность &quot;запланировать&quot; его на ночь.","answer":"","parent":"1939","approved":1,"materialId":"35"},{"id":"1942","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.5.165","authorUsername":"Kron","date":"2011-05-02 14:36:41","content":"Плохо, что вы не понимаете что я говорю... <br /> <b>Почти для всех сайтов оптимизация срабатывает очень быстро</b>","answer":"","parent":"1940","approved":1,"materialId":"35"},{"id":"1943","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.5.165","authorUsername":"Kron","date":"2011-05-02 14:39:32","content":"спасибо за предложение, только этого функционала юкозу не хватает.","answer":"","parent":"1941","approved":1,"materialId":"35"},{"id":"1944","author":"Александр Горшков","authorEmail":"","authorUrl":"","authorIP":"95.83.124.108","authorUsername":"mazanax","date":"2011-05-02 14:41:08","content":"я понимаю то, что вы говорите. <br /> Тогда можно было бы сделать автообновление только для определенных премиум-пользователей, которые, например, купили пакет <i>расширенный 2</i> и выше. Всегда есть выход из положения","answer":"","parent":"1942","approved":1,"materialId":"35"},{"id":"1945","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.5.165","authorUsername":"Kron","date":"2011-05-02 14:49:48","content":"Попробуйте углубиться в фольклор. <p> &quot;Овчинка выделки не стоит&quot; <br /> &quot;Игра не стоит свеч&quot; <br /> &quot;Всем мил не будешь&quot; <br /> ... <p> Давайте превратим этот сайт в еще одну тему с предложениями по юкозу как на форуме... Ведь каждый предлагающий уверен в том, что его предложение сделает юкоз совершенной системой, а нереализация загубит его... <p> Попробуйте сделать ремонт в квартире, через месяц поймете, что можно было бы что-то сделать лучше, и так будет до бесконечности... А ведь можно было бы вместо вечного ремонта заниматься чем-то более важным и в итоге купить дом... (надеюсь мысль понятна... хотя сопоставление, конечно, слабенькое вышло).","answer":"","parent":"1944","approved":1,"materialId":"35"},{"id":"1946","author":"Александр Горшков","authorEmail":"","authorUrl":"","authorIP":"95.83.124.108","authorUsername":"mazanax","date":"2011-05-02 14:54:52","content":"Да, и правда получается &quot;тема с предложениями по юкозу&quot;, для этого есть форум... А данный подкаст создан не для того, чтобы сюда писали свои идеи)","answer":"","parent":"1945","approved":1,"materialId":"35"},{"id":"1947","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-02 19:22:41","content":"Ну кстати предложение то нормальное. <br /> Для премиумов ввести возможность раз в месяц заказать автоматический бекап, который будет запускаться по крону. <p> Ведь в случае с юблогами и псевдо взломе актуальных бекапов тогда не оказалось. Или сейчас ситуация с этим гораздо лучше?","answer":"","parent":"1943","approved":1,"materialId":"35"},{"id":"1948","author":"Дмитрий","authorEmail":"","authorUrl":"http://dimapolyakov.ru","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-02 19:23:58","content":"Ну и тогда в догонку вопрос, вытекающий из прошлого коммента: если вдруг я лох, профукал админ-пароль, кто-то его спер и удалил все мои материалы есть ли возможность обратиться в техподдержку и восстановить потерянное из системного бекапа?","answer":"","parent":"1943","approved":1,"materialId":"35"},{"id":"1949","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-02 19:25:18","content":"Тут кстати могу подтвердить, на всех сайтах, которые я администрирую оптимизация базы занимает не более минуты.","answer":"","parent":"1942","approved":1,"materialId":"35"},{"id":"1950","author":"Евдокимов","authorEmail":"","authorUrl":"","authorIP":"82.137.160.3","authorUsername":"Steelz","date":"2011-05-02 20:29:02","content":"Выпуск как всегда хорош) Надеялся услышать про наш подкаст, будем лучше работать =)","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1951","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"217.66.152.22","authorUsername":"Bezk","date":"2011-05-02 20:41:16","content":"Дима, ты как-то забыл, что было с ю.блогами. <br /> Я напомню. <br /> Актуальных бекапов (те, что были созданы администратором(и)) не оказалось потому, что они были удалены. Ситуация с системными бекапами и раньше была хорошей, вот только системный бекап имеет свойство перезаписываться. Соответственно, если он перезапишется после утраты материалов — восстанавливать его, смысла нет.","answer":"","parent":"1947","approved":1,"materialId":"35"},{"id":"1952","author":"Руслан","authorEmail":"","authorUrl":"http://pcportal.org.ru/","authorIP":"95.79.51.188","authorUsername":"Drinko","date":"2011-05-02 20:47:06","content":"Поздравляю uPodcast с ценным призом &#x1F60A; <p> http://blogs.msdn.com/b/rudevnews/archive/2011/05/02/ie9contest.aspx <p> PS Ну и меня можно поздравить с 1-м местом заодно <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\">","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1953","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"217.66.152.22","authorUsername":"Bezk","date":"2011-05-02 20:48:19","content":"Я надеюсь, ты понимаешь, что он не для этого предназначен. <br /> Существует для того, чтобы в случае нештатной ситуации со стороны uCoz, исправить ситуацию, восстановив информацию из системного бекапа. <br /> Возможность есть, но она не является 100% гарантией того, что сайт будет восстановлен. Обычно, если причина утраты адекватная и пользователь обратился своевременно, ситуация будет передана и возможно рассмотрена. Гарантий никаких. И надеяться на него не стоит. <p> Правильно говорят, что админы делятся на тех, кто делает бэкапы, и тех, кто уже делает бэкапы. © Народная мудрость","answer":"","parent":"1948","approved":1,"materialId":"35"},{"id":"1954","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-02 21:03:59","content":"Ух ты, спасибо, классная новость. Я твой коммент в темах пользователей видел, но на момент записи подкаста не нашел результатов. <br /> Спасибо всем, кто голосовал &#x1F60A; <p> А тебя конечно с первым местом &#x1F609;","answer":"","parent":"1952","approved":1,"materialId":"35"},{"id":"1955","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-02 21:06:07","content":"Условно можно считать, что упомянули &#x1F60A; <br /> Ну а на самом деле, некоторые темы по ходу записи просто вылетают из головы... <br /> У вас по большому счету все здорово, хотелось бы немножко более живого общения, но это думаю скоро само придет","answer":"","parent":"1950","approved":1,"materialId":"35"},{"id":"1956","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-02 21:09:41","content":"ну исходя из этого функционал, который бы умел автоматически делать бекап, и уведомлять потом по почте администратора проекта, что бекап готов, а еще лучше заливать его на сторонний FTP был бы очень полезен. <p> Я понимаю что опять же это фича для небольшого процента пользователей, остальные просто не поймут что к чему, особенно что такое &quot;этот ваш FTP&quot;, но если она появится когда-либо - будет здорово. Автоматический бекап БД в wordpress уже пару раз выручал.","answer":"","parent":"1953","approved":1,"materialId":"35"},{"id":"1957","author":"Руслан","authorEmail":"","authorUrl":"http://pcportal.org.ru/","authorIP":"95.79.51.188","authorUsername":"Drinko","date":"2011-05-02 21:16:06","content":"Спасибо &#x1F60A;","answer":"","parent":"1954","approved":1,"materialId":"35"},{"id":"1959","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.10","authorUsername":"DPolyakov","date":"2011-05-03 07:31:01","content":"Толь, ну как бы пользователи премиума платят денежку, а пару мегабайт бекапа хотя бы БД особо много трафика не съест.","answer":"","parent":"1958","approved":1,"materialId":"35"},{"id":"1958","author":"Анатолий","authorEmail":"","authorUrl":"","authorIP":"217.66.152.22","authorUsername":"Bezk","date":"2011-05-02 21:28:29","content":"Дима! Ну нельзя быть таким наивным &#x1F60A; Диски и трафик стоят денег. Очень наивно полагать, что заливать что-то на сторонний FTP менее ресурсозатратно, чем, например, бекап на соседний диск.","answer":"","parent":"1956","approved":1,"materialId":"35"},{"id":"1960","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-05-03 08:00:49","content":"PayPal доступен через 2CO (2checkout)","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1961","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-05-03 08:04:08","content":"Автоматический бекап по сути существует (системный бекап), и делается еженедельно. Другое дело, что для того что бы его получить, придется писать в службу поддержки, он может оказаться сделанным не в то время когда нужно (но это вероятность любого автоматического).","answer":"","parent":"1939","approved":1,"materialId":"35"},{"id":"1962","author":"Андрей","authorEmail":"","authorUrl":"","authorIP":"93.74.87.171","authorUsername":"AndreyKiev","date":"2011-05-03 09:26:02","content":"Поправьте ссылку на <b>Коды в виде материалов</b>","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1963","author":"Andrey","authorEmail":"","authorUrl":"","authorIP":"109.122.5.165","authorUsername":"Kron","date":"2011-05-03 09:50:28","content":"Меня очень удивляет, что заплатив деньги в маршрутном такси меня не занесли домой... <p> Почему вы решили, что вы платите деньги не за то, что вам предоставляется? Если существующие услуги вы считаете недостаточными для вас, ... (дальше вы знаете). <p> Функция бекапа есть и она бесплатная. Никакой автоматизации тут быть не может. Все плановые бекапы можно сделать вручную.","answer":"","parent":"1959","approved":1,"materialId":"35"},{"id":"1964","author":"VDA","authorEmail":"lukamoreawe@yandex.ru","authorUrl":"","authorIP":"46.118.197.23","authorUsername":"","date":"2011-05-03 10:14:58","content":"Там говорилось про смс, что с ними будут делать и т.д. <br /> Да всё ясно как белый день, сечас на гС сайтах таблички всплывают зарегистрироваться, а то будут смс просилки всплывать отошли СМС а потом регистрируйся. <p> Ну а если серьёзно, то это будет не плохо, посмотрим как оно будет реализовано. Надеюсь чуть лучше чем ПХП И АПИ - вроде и существует, а что с ним делать так и не кто и не знает... <br /> + <br /> P.S. и почему эта капча считается облегчённым вариантом, с 3 раза ввожу?! <br /> ++ <br /> P.S. Музычка хорошая, токо маленькая:)","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1965","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-05-03 10:19:19","content":"Андрей, я не требую &#x1F60A; Ты буквально все воспринимаешь. Это больше &quot;хотелка&quot;. <br /> Толя, как мне кажется, не прав, говоря, что это такая операция будет стоить очень много. <a class=\"link\" target=\"_blank\" href=\"http://www.hetzner.de\" title=\"http://www.hetzner.de\" rel=\"nofollow\">http://www.hetzner.de</a> при превышении лимита трафика на тарифе предлагает 1Тб за 7 евро. Согласитесь, сайтов с бекапам хотя бы по гигабайту очень мало, так что упоминание про деньги в этом случае мне кажется не совсем верными. <p> Как вариант - вообще это сделать отдельной услугой. Например за 1-2 доллара в месяц.","answer":"","parent":"1963","approved":1,"materialId":"35"},{"id":"1966","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-05-03 10:21:39","content":"Спасибо, поправил","answer":"","parent":"1962","approved":1,"materialId":"35"},{"id":"1967","author":"Jon","authorEmail":"jon@ucoz.ru","authorUrl":"","authorIP":"109.122.5.165","authorUsername":"","date":"2011-05-03 10:52:52","content":"Немного коментариев по поводу PHP. <br /> 1. &quot;Невозможность получить ИП адрес пользователя&quot; <br /> получить его можно из $_SERVER[&#39;REMOTE_ADDR&#39;] <br /> 2. &quot;Невозможность защиты от большого количества запросов&quot; <br /> она и так существует и сделана системными средствами, поэтому пользователям не нужно реализовывать ее в скриптах. Но если есть особое желание и свои задумки, то п. 1 выше можно для этого использовать. <br /> 3. &quot;Делает небезопаным данные...&quot; <br /> Уже отвечал и спрашивал, чем это небезопаснее обычной передачи параметров? Сам разработчик скрипта определяет, как передавать данные, а механизмы их безопаной передачи есть и не один. <br /> 4. &quot;Большой промах, что не сделал MySQL базы&quot;. <br /> Я прошу прощения, но здесь я даже воздержусь от коментирования... <p> Вообще, здесь ситуация как обычно бывает: некоторые критикуют реализацию, т.к. им не удается реализовывать собственные задумки, а некоторые просто молча сами разбираются (хотя могут задавать вопросы и получить ответы) и упешно пишут свои скрипты. Для информации скажу, что сейчас на сервере у некоторых пользователей уже есть достаточно интересные и непростые написанные скрипты, которые используют всяческие запросы к удаленным серверам, удаленные бызы, локальные источники хранения данных (в часности, мониторинги CS серверов, работа с торрент-трекерами, использование различного рода сторонних сервисов и т.п). Они успешно работают и от их разработчиков мне практически не поступало никаких вопросов (что немного удивительно). Я не имею ввиду, что так должно быть, но я считаю, что это яркий показатель того, что в текущей реализации ПХП можно писать серъезные скрипты и реализовывать сложные задумки, главное знания и желание. <p> Про API. <br /> Да, сейчас API представляет собой очень простой интерфейс, но именно поэтому оно и называется базовое. Сделано он так потому, что это было наиболее быстрое решение, которое позволило бы достаточно многим расширить возможности своих сайтов и упростить работу с данными на них. Естественно, это только самая первая реализация и API будет расширяться или будет заменен полноценным. API-key не введен, т.к. в конечном итоге в API будет использоваться Oauth авторизация, т.е. API-key не будет нужен. <br /> То, что при активации, доступными становятся все данные во всех активированных модулях, то это не является большой проблеммой, т.к. эти же данные и так доступны на html-страницах. &quot;Проще спереть контент&quot; говорите? Может API и упрощает немного это, но тот, кто хочет &quot;спереть контент&quot;, сделает это и без API. <br /> По умолчанию API отключено, а включается владельцем сайта. Плюс, правильно сказали, что API можно заставить работать не от гостя путем логина и использования полученных куки (и совсем не обязательно логиниться каждый раз, можно хранить куки в файле и использовать их в пределах длительности сессии), т.е. таким образом можно закрыть от всех какие-то важные данные (создать пользователя в определенной группе, данные разрешить просматривать только этой группе, а в скрипте использовать для авторизации этого пользователя). Да, сделать это сложнее, чем использовать API-key, но главное возможно. В конечной же реализации API будет полноценным. <br /> Фактически это частичное решение полноценного функционала API, которое дает возможность использовать его (пусть и не идеально) уже сейчас.","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1968","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"217.66.146.88","authorUsername":"Bezk","date":"2011-05-03 11:38:47","content":"Чтобы сделать заливку на сторонний сервер нужно (утрировано): <br /> 1) Сформировать и упаковать временные файлы для передачи (копирование). <br /> 2) Передать эти данные на сторонний сервер (это уже не локальный трафик). Ну и такого FTP сервера у нас нету, то есть либо реализовать, либо партнеры. Которые бесплатно хранить данные не возьмутся. <br /> 3) Удаление временных файлов. <p> 1 и 3 действие вызывают фрагментацию. Соответственно, образно говоря, на диске появляются «дыры». При записи данных в разные сектора (при невозможности записать их в один), время считывания данных увеличивается. При наших масштабах — это непозволительно. Ну а последствия, я думаю, очевидны. <p> Производя аналогию, так, например, в крупных проектах (ну тот же ВКонтакте) данные специально не удаляют, в том числе и для того, чтобы избегать фрагментации.","answer":"","parent":"1965","approved":1,"materialId":"35"},{"id":"1969","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-05-03 11:44:36","content":"Про FTP ты не вчитался. Данные FTP должен предоставить пользователь. То есть хочешь получать к себе на ФТП бекап - дай данные и получай. Работоспособность ФТП это сугубо забота пользователя. <p> Аргумент с фрагментацией - ерунда. Толь, в чем разница: пользователь вручную создаст бекап из ПУ или это по крону сделается? В обоих случаях произойдет фрагментация диска.","answer":"","parent":"1968","approved":1,"materialId":"35"},{"id":"1970","author":"Олег","authorEmail":"oleg@ucoz.net","authorUrl":"","authorIP":"46.45.193.24","authorUsername":"hell","date":"2011-05-03 15:54:43","content":"1. Для смс биллинга существует премодерация. И обычные ГС не смогут себе его установить, так как их не пропустят модераторы. <br /> 2. Это доступно только премиумам будет, по крайней мере на период бета-тестирования. <br /> 3. Капчу прекрасно видно, уже куда проще.","answer":"","parent":"1964","approved":1,"materialId":"35"},{"id":"1971","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-05-04 08:23:40","content":"На тему автоматического бекапа. Честно говоря, для тех кому это реально хочется, не понимаю почему не автоматизировать на своей стороне? <br /> Да и опять же если проблема сделать что-то в определенное время, можно научить это делать компьютер за себя. <br /> Для этого есть специальные программы, для macOS это <a class=\"link\" href=\"http://ru.wikipedia.org/wiki/Automator\" title=\"http://ru.wikipedia.org/wiki/Automator\" rel=\"nofollow\" target=\"_blank\">Automator</a>, для windows, вероятно, есть множество, но как вариант: <br /> <a class=\"link\" href=\"http://ru.wikipedia.org/wiki/AutoIt\" title=\"http://ru.wikipedia.org/wiki/AutoIt\" rel=\"nofollow\" target=\"_blank\">AutoIt</a> и <a class=\"link\" href=\"http://ru.wikipedia.org/wiki/AutoHotkey\" title=\"http://ru.wikipedia.org/wiki/AutoHotkey\" rel=\"nofollow\" target=\"_blank\">AutoHotkey</a> <br /> ПО это бесплатное. Осталось настроить (создать скрипт), и все будет как хотите и когда хотите. <br /> А если свой готовый скрипт выложить, вероятно, тем у кого аналогичная потребность скажут спасибо и решат так же свою проблему. <br /> (но что-то мне кажется никто не станет заморачиваться, было бы нужно давно бы уже сделали)","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1972","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-05-04 09:06:37","content":"Хм... Как всегда самое простое решение оказалось незамеченным &#x1F60A; <br /> Спасибо за подсказку","answer":"","parent":"1971","approved":1,"materialId":"35"},{"id":"1973","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-05-04 09:08:12","content":"Давайте оставим тему автобекапа. <p> Интересно было бы почитать мнения по поводу привязки мобильного телефона к uNet-аккаунту. <p> Ну и если у кого про php есть что добавить — тоже было бы здорово.","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1974","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.198.106.20","authorUsername":"Kurt","date":"2011-05-04 10:21:39","content":"Мнение. Привязка телефона к юнет-аккаунту будет. Будем вводить постепенно.","answer":"","parent":"1973","approved":1,"materialId":"35"},{"id":"1975","author":"Олег","authorEmail":"oleg@ucoz.net","authorUrl":"","authorIP":"46.45.193.24","authorUsername":"hell","date":"2011-05-04 10:42:27","content":"По этому же вопросу - писал в чате онлайн. Советую все-таки заглядывать в него во время эфира. Там кстати и вопросы вам задавали. Если чат не просматривается во время эфира - в нем собственно говоря, нет смысла.","answer":"","parent":"1973","approved":1,"materialId":"35"},{"id":"1976","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2011-05-04 12:47:18","content":"Олег, как ты мог заметить, в этом выпуске мы достаточно часто упоминали чатик. Как ты понимаешь – говорить и одновременно читать чат сложновато. Мониторю по возможности.","answer":"","parent":"1975","approved":1,"materialId":"35"},{"id":"1977","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"194.186.53.213","authorUsername":"Kurt","date":"2011-05-04 13:43:13","content":"Это как-раз может делать второй ведущий, который молчит, в той фазе когда молчит и активно не принимает участие - может читать и как раз комментарии вставлять. <br /> Или, что проще, когда заканчиваете 1-2 темы делать паузу на вопросы слушателей. Можно полностью останавливать беседу, пару минут читать и начинать после паузы. Монтировать это будет достаточно легко. <br /> Говорите &quot;а сейчас что нам написали в чатик&quot;, даете себе 2-3 минуты на чтение. Друг другу что стартуете и вводную фраз аля &quot;Нам пишут следующее&quot; и с нее уже будите при монтировании стартуете","answer":"","parent":"1976","approved":1,"materialId":"35"},{"id":"1980","author":"Vladimir","authorEmail":"","authorUrl":"","authorIP":"86.111.84.31","authorUsername":"borschaga","date":"2011-05-06 08:54:43","content":"Можно сделать для премиум аккаунтов возможность восстановления и т.д. через СМС , например &#x1F60A;","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"1981","author":"Дмитрий","authorEmail":"","authorUrl":"","authorIP":"92.241.108.8","authorUsername":"DPolyakov","date":"2011-05-06 20:22:44","content":"<blockquote class=\"quoteMessage\">Говорите &quot;а сейчас что нам написали в чатик&quot;, даете себе 2-3 минуты на чтение. Друг другу что стартуете и вводную фраз аля &quot;Нам пишут следующее&quot; и с нее уже будите при монтировании стартуете </blockquote> <br /> F вот это классное предложение, спасибо!","answer":"","parent":"1977","approved":1,"materialId":"35"},{"id":"1984","author":"Sergey","authorEmail":"","authorUrl":"","authorIP":"151.71.243.62","authorUsername":"Neutro","date":"2011-05-09 21:21:23","content":"$_SERVER[&#39;REMOTE_ADDR&#39;] возвращает 127.0.0.1 по крайней мере на момент выхода подкаста. Про api, с тобой полностью согласен.","answer":"","parent":"1967","approved":1,"materialId":"35"},{"id":"1998","author":"Андрей","authorEmail":"","authorUrl":"","authorIP":"94.43.238.6","authorUsername":"","date":"2011-05-15 11:11:24","content":"Здравствуйте. Советую поговорить про систему uApi, позволяющую бесплатно использовать PHP + API uCoz. <br /> Сам сайт системы - uApi.ru","answer":"","parent":"0","approved":1,"materialId":"35"},{"id":"2059","author":"Alex Shygolev","authorEmail":"","authorUrl":"","authorIP":"95.83.173.137","authorUsername":"AlexShygolev","date":"2011-05-25 23:52:17","content":"а ещё во время создания бэкапа сайт не работает <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\" />","answer":"","parent":"1939","approved":1,"materialId":"35"},{"id":"2060","author":"Alex Shygolev","authorEmail":"","authorUrl":"","authorIP":"95.83.173.137","authorUsername":"AlexShygolev","date":"2011-05-26 00:01:41","content":"не замораиваться с картокой? сделать отдельную картоку это не заморока? <img src=\"http://s15.ucoz.net/sm/1/biggrin.gif\" border=\"0\" align=\"absmiddle\" alt=\"biggrin\" /> <br /> зарабатывайте, выводите на вэбмани и с них оплаивайте. а комиссия 0,8 % Это за все процедуры перевода стандарт","answer":"","parent":"0","approved":1,"materialId":"35"}]