[{"id":"251","author":"Александр","authorEmail":"","authorUrl":"http://almlex.net","authorIP":"81.222.186.151","authorUsername":"almlex","date":"2010-05-04 03:04:54","content":"Такое ощущение, что Толя читал текст с бумажки, которую он видит второй раз в своей жизни <img src=\"http://s15.ucoz.net/sm/1/dry.gif\" border=\"0\" align=\"absmiddle\" alt=\"dry\"> <br /> <br /> //Чуть позже добавил: Дослушал, Толя к концу исправился, без этой назойливой интонации начал говорить, более живо, что-ли.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"252","author":"Виктор","authorEmail":"","authorUrl":"","authorIP":"94.181.65.53","authorUsername":"G-XPert","date":"2010-05-04 03:16:22","content":"На счёт Предложений по системе соглашусь &#x1F60A; , можно выделить модуль под предложения, но ограничения всё равно сделать придётся (имею в виду по группам: Проверенные и выше), иначе будет слишком много предложений, и большинство которых будут необдуманными и для личной выгоды…","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"253","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 03:45:23","content":"Не совсем понял спор Руслана и Анатолия на 31:31(не суть, а надобность оного). <p> Как и вопрос, так и ответ. Даже мне, в некотором плане далекому человеку от ФТП известно, кто такая Селена. Как и что за баны от нее получали. <p> <b>upd</b>: 35:00 — полностью солидарен. То, что за uBlogs голосуют больше — огромная заслуга администрации, а не вина. Суть победы в конкурсе — большее количество голосов, и «обиды», ИМХО, не достаточная причина для тех действий, что были приняты. Иными словами хорошо сказал Руслан (сл. 35:25). <p> <b>upd 2</b>: 39:00 — Действительно хорошая идея (у Димы). Хороша тем, что удобна; а при правильной реализации будет просто прекрасно. <p> <b>upd 3</b>: 43:30 — Не пойму отнекивание Анатолия. Руслан, считаю, абсолютно прав про FAQ. Впрочем, я тоже <a class=\"link\" href=\"http://upodcast.ru/stuff/themes/temy_dlja_vypuska_4_ftp/1-1-0-3#ent241\" rel=\"nofollow\" target=\"_blank\">про это писал</a>.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"254","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 03:57:33","content":"Кстати да, у самого проскальзывали подобные мысли. Т. к. различие с прошлой записью огромное.","answer":"","parent":"251","approved":1,"materialId":"4"},{"id":"255","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-04 04:42:38","content":"Анатолий неадекватно ввел аргумент насчет сообществa юкоз. <br /> Даже сам незнал о чем говорил, просто повторял и повторял одно выражение.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"256","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 06:18:32","content":"Ты получаешь 50 рублей от меня в Я.Деньгах. Я пообещал, что отдам тому, кто первый спалит Толика &#x1F60A;","answer":"","parent":"251","approved":1,"materialId":"4"},{"id":"257","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 06:34:44","content":"<b>Комментировал еще когда слушал прямой эфир:</b> <p> не правы, exit pointы важны <p> читать с листика не айс <img src=\"http://s15.ucoz.net/sm/1/dry.gif\" border=\"0\" align=\"absmiddle\" alt=\"dry\"> <br /> Обещаю 50 рублей в Я.Деньгах первому комментатору, который запалит эту тему <p> Руслан негодует. <img src=\"http://s15.ucoz.net/sm/1/angry.gif\" border=\"0\" align=\"absmiddle\" alt=\"angry\"> <br /> Негодующий Руслан доставляет; у меня вся сонливость исчезла. &#x1F63A","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"258","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"80.179.214.170","authorUsername":"Kurt","date":"2010-05-04 06:49:45","content":"Аналогично, думаю, первый вопрос он действительно подготовил, зная что он будет обсуждаться, и зачитал. Что неправильно. <br /> Ну или уж очень сильно доготовил","answer":"","parent":"251","approved":1,"materialId":"4"},{"id":"259","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-04 07:06:12","content":"Не читал конкретно «с бумажки», но шпаргалка у меня была припасена, чтобы не забыть о важных моментах. Знаю, что не айс, но лучше, чем сморозить глупость.","answer":"","parent":"251","approved":1,"materialId":"4"},{"id":"260","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 07:08:06","content":"Нет ничего круче вовремя смороженной глупости &#x1F609;","answer":"","parent":"259","approved":1,"materialId":"4"},{"id":"261","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"80.179.214.170","authorUsername":"Kurt","date":"2010-05-04 07:09:15","content":"По поводу форума. <br /> Несколько раз это уже все писал, вероятно, занятие бесполезное, но раз тема тут так затрагивалась активно, не могу не прокомментировать. <p> <b>1. История со взломом.</b> Позиции, это форум сообщества, а не системы, мы не виноваты - не было. Была позиция, она четко написано в более чем официальном блоге, что да, мы не правы. Что слишком много доверия было оказано сообществу, и самоуправляемости, а по факту форум действительно весьма значимая единица. После чего доступ к панели управления форума, во избежание подобных ситуаций остался только у сотрудников компании. А администрации сообщества даны дополнительные разъяснения и внушения. Ограничены некоторые права доступа <br /> Хотя, на самом деле, это не исключает того, что кто-то их них может утратить пароль, все живые люди и все ошибаются. И это опять для кого-то не приведет к подобным последствиям. Так что напомню, защити себя сам. Только безопасных вход на сайты, и периодическое создание бекапов. По другому никак. <p> <b>2. Ответы. Статус.</b> Ответы на форуме не могут быть только официальными априори. Сервис, любой, не может нести ответственности за то, что люди отвечают друг другу, как бы внимательно не следить за форумом. Он это может делать в системе тикитов, или прочих двустороних (не многостороних) каналах общения, тот же твитер. Но они не позволяют обсуждать людям, делится мнением и опытом. <br /> Когда кто-то из сотрудников приходит на форум, почитать, помочь и прочее. Он как миллиционер, который переодевается в штатское, и он уже не на работе. И общается с людьми, друзьями и незнакомцами, на те темы на которые хочет, и так как он привык в жизни, не имея обязательств соблюдать устав, отвечать по форуме и прочее. При этом, как и сотрудник правоохранительных органов, человек на которого обществом и присягой возложено несколько больше обязанностей чем на рядового человека (в нашем случае рядового пользователя), в случае если он видит бесчинство, он обязан вмешаться. Даже в свое нерабочее время. И у него есть для этого полномочия, технические возможности. Если кому не нравится тема сравнений в погонах, возьмите медиков. Они тоже не имеют ни морального, ни законного права пройти мимо человека которуму требуется экстренная помощь. Тут примерно так же. <p> Я лично, подписан и слежу за несколькими темами. В основном связанными с оплатами, с доменами. Там действительно сложно чем-то обычно людям помочь не имея специальных знаний и иногда не обладая определенными доступами. <br /> Но я ни в этих темах, ни в других на форуме никогда не буду помогать хаму, человеку который мне почему-то не приятен. Кому и что отвечать на форуме - это мое личное дело. <br /> Как и что отвечает служба поддержки - это не их личное дело - это их профессиональная, регламентированная обязанность. <p> Много написал, а есть еще больше что сказать. Может быть, позднее напишу еще. <br /> Вы хотите официальный форум с односторонней связью? Где нет места дискуссиям, взаимопомощи и неправильным ответам? Вы уверены? И посмотрите на комьюнити других крупных сервисов (лучше западных, у нас у больших компаний, к сожалению, иметь какой-либо форум редко принято). Вы увидите именно комьюнити - сообщества. А участники сообщества - это и новички, и администрация, и продвинутые юзера. Разные люди. <br /> Вам нужны официальные части форума? Они, безусловно, есть. Разделы новостей и объявлений на форуме вполне официальные. Все за их приделами. Это форум. Форум для людей и желающих на нем общаться.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"262","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-04 07:10:14","content":"Вот тут по конкретнее, пожалуйста.","answer":"","parent":"255","approved":1,"materialId":"4"},{"id":"263","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"80.179.214.170","authorUsername":"Kurt","date":"2010-05-04 07:25:59","content":"По поводу того что такое технический бан и за что банит или не банит Селена. <br /> 1. Технический бан. Вы заходите на форум и там кто-то активно, или не активно спамит. <br /> Что вы делаете? Вы баните человека, возможно по ip, если это злостная атака. Идете в управление сообщениями, ищите по ссылке, удаляете. <br /> 2. Флуд. Вы зашли на форум, и кто-то оставляет бессмысленные сообщения. Беспорядочные символы, мат и т.п. Не вам кажется что человек какую-то фишню пишет, а это обсолютная фигня в прямом виде - флуд. <p> Это технические по сути ситуации и Селена продолжает за них блокировать (это, на самом деле. не так уж часто случается на фоурме, хот могу не знать) <p> <b>Какие еще баны и нарушения бывают?</b> <br /> 1. Оскорбление и хамство. Если это не недекват и трехэтажный мат, ситуация действительно может быть субъективно. Оскорблял, не оскоблял, что имел ввиду, был на гране или за ней. Склоли, бурные споры и т.д. <br /> 2. Правила создания тем. Не тот раздел, не то название. Сообщения не по той теме и прочее. <br /> Хотя чаще всего такое нарушения очивидно, Селена по ним так же бан не дает. <br /> 3. Высокоуровневое невежество, тупизна. <br /> Ну это всегде моменты субъективные в конечном счете <p> Есть, безусловно, и другие случаи, но я привел примеры что бы была видна разница.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"264","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-04 07:37:59","content":"Блин... Селена на ФТП, как НЛО на хабре... <p> По крайней мере в этом коммменте о Селене говориться как о чём-то неодушевлённом.","answer":"","parent":"263","approved":1,"materialId":"4"},{"id":"265","author":"Андрей Велес","authorEmail":"","authorUrl":"","authorIP":"178.92.111.81","authorUsername":"mrВелес","date":"2010-05-04 08:06:09","content":"Честно говоря я даже не заметил, что Толик читает с листика &#x1F603 <p> <b>По поводу тикетов предложений.</b> <br /> Я себе хорошо представляю этот сервис. Наверное он будет подобный этому - http://bt.ucoz.net/. Вот ваши и все тикеты &#x1F60A; <p> <b>Форум и поиск по форуму.</b> <br /> Не знаю, ребят, как вы ищете, но как и Толик, я тему подфорумы нашел с первого раза. Даже прогулявшись по более сложным вопросам такие как &quot;Изменение цвета групп пользователей в информере&quot; или других, результатом была сразу выпавшая первая сслыка, где и был ответ на мой вопрос. Конечно, не хочеться просматривать, допустим, 40 страниц пустой болтовни, чтобы в конце найти нужную информацию. Вот именно тут форум и не структуризирован. <p> Дизайн мне почему-то совсем не понравился. Там нет отступа, сям не не вписывается цвет. Очень понравилась фраза: &quot;...Нет у форума прежней строгости...&quot; - А что, сейчас он игривым стал? <img src=\"http://s15.ucoz.net/sm/1/biggrin.gif\" border=\"0\" align=\"absmiddle\" alt=\"biggrin\"> <p> <b>Каптча.</b> <br /> Бред, идиотизм, уродство и еще куча матов. Ребят, вы по-ходу ошиблись. Не каждая третья не прочитаема, а каждая десятая читаема, ИМХО. &#x1F609; <p> <b>Ю.Каст.</b> <br /> Неплохая вещь, только я вот поначалу не мог въехать, к чему под надписью U.Blegs&copy; - единица нарисована? Потом подумал, что это - чисто символически типа &quot;Мы первые&quot;, но просмотрел title и понял <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\"> <p> <b>u.to</b> <br /> Как говорил Aleko - &quot;Этот сервис - зло в контексте системы ucoz&quot;. Так оно и осталось. Этот случай только поддерживает факт, описанный выше. <p> <b>Конкурс.</b> <br /> Как всегда никому не нужный и скучный конкурс. Будет в нем принимать участие в основном <u>школота</u>. Такие вот перспективы: uCoz или сам создаст морду без помощи этой самой школоты или уже в крайнем случае, выполняя обещание (обещание ли?), поставит самый лучший из представленных дизайнов. Хотя дизайн ДаВинЧи неплох, но так себе. Такая вот тавтология.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"267","author":"Ivan Maltsev","authorEmail":"","authorUrl":"","authorIP":"94.158.211.99","authorUsername":"qeV","date":"2010-05-04 08:38:56","content":"Загрузили Толика про селену &#x1F603","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"268","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"94.178.28.214","authorUsername":"TERNOX","date":"2010-05-04 08:53:01","content":"<b>1.</b> Может это был звоночек, что форум нужно регулировать? <p> >>Но я ни в этих темах, ни в других на форуме никогда не буду помогать хаму, человеку который мне почему-то не приятен. Кому и что отвечать на форуме - это мое личное дело. <p> А кто отрицает? Согласен. Мы не заставляем лично Вас общаться а форуме. <p> <i>>>Вы хотите официальный форум с односторонней связью? Где нет места дискуссиям, взаимопомощи и неправильным ответам? Вы уверены? </i> <p> Ну где Вы такое услышали? Я имел ввиду что нужно форум регулировать со стороны администрации, нанимать людей на работу администраторов и модераторов, и тогда проблем со &quot;взломом&quot; не было бы, ведь тогда модераторский доступ не распространялся на большое количество людей. <p> <i>>> Вы увидите именно комьюнити - сообщества. А участники сообщества - это и новички, и администрация, и продвинутые юзера. Разные люди. </i> <p> Я очень хочу, что бы на форуме было именно комьюнити, которых объединяет одно - система uCoz. <p> <i>>> Вам нужны официальные части форума? Они, безусловно, есть. Разделы новостей и объявлений на форуме вполне официальные. </i> <br /> Новости обновлялись последний раз 13 декабря 2009. Может почаще обновлять данный раздел?","answer":"","parent":"261","approved":1,"materialId":"4"},{"id":"269","author":"Андрей Велес","authorEmail":"","authorUrl":"","authorIP":"77.52.236.176","authorUsername":"mrВелес","date":"2010-05-04 08:57:32","content":"<blockquote class=\"quoteMessage\">Да разговор то не про конкретную тему. А в принципе. Узкоспецифические вопросы порой находятся только в темах с несколькими десятками страниц, что несомненно в разы усложняет поиск.</blockquote> <br /> Понял, хотя и порой раньше &quot;Изменение цвета групп пользователей в информере&quot; был узкоспецифическим вопросом. <p> <b>База знаний о системе uCoz</b> не в сравнении ни с каким учебником, правильно. <p> <b>ПыСы.</b> Как вы сделали переводы строк в комментариях? Вроде-бы по умолчанию перевода строк нет... &#x1F609;","answer":"","parent":"266","approved":1,"materialId":"4"},{"id":"270","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-04 09:08:49","content":"p {margin: 5px 0px}","answer":"","parent":"269","approved":1,"materialId":"4"},{"id":"271","author":"Андрей Велес","authorEmail":"","authorUrl":"","authorIP":"77.52.236.176","authorUsername":"mrВелес","date":"2010-05-04 09:13:52","content":"Спасибо! &#x1F60A;","answer":"","parent":"270","approved":1,"materialId":"4"},{"id":"272","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"94.178.28.214","authorUsername":"TERNOX","date":"2010-05-04 09:13:55","content":"Какие люди xD","answer":"","parent":"267","approved":1,"materialId":"4"},{"id":"273","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"94.178.28.214","authorUsername":"TERNOX","date":"2010-05-04 09:15:05","content":"&quot;Администраторы не должны отвечать на вопросы, они призваны следить за порядком&quot; <br /> Эту фразу ты раз 5-6 повторял на протяжении всего подкаста:)","answer":"","parent":"262","approved":1,"materialId":"4"},{"id":"274","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-04 09:26:48","content":"Вот пришла бы сама, мы бы тогда Толика не так мучили &#x1F603","answer":"","parent":"267","approved":1,"materialId":"4"},{"id":"276","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 09:42:03","content":"Но в подкасте вы конкретно сказали, что никому не нужно знать куда с твоего сайта переходят, это только в тви интересно, кто кликает. Руслан.","answer":"","parent":"275","approved":1,"materialId":"4"},{"id":"277","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 09:53:40","content":"Хм, прошлый выпуск мне казался более эмоциональным. <br /> Пускай в этом нет ничего веселого, но энтузиазм не помешает &#x1F609; <p> А вообще, мне как всегда понравилось! <p> Жду новых подкастов.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"279","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 10:36:19","content":"Согласен с тобой, но, все же, данный выпуск более информативный, что ли. <p> Что касается прошлого (№3)… Миша, собственно, человек заражающий весельем (по крайней мере его подкасты так мне сообщили ;).","answer":"","parent":"277","approved":1,"materialId":"4"},{"id":"280","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 10:40:21","content":"Я просто не хочу чтобы столь демократичный проект скучнел, как когда-то говорили про тот самый ФТП aka Сообщество пользователей uCoz &#x1F60A; <p> Хотя будущее у Ю.Подкаста будет классным, ИМХО.","answer":"","parent":"279","approved":1,"materialId":"4"},{"id":"281","author":"Ivan Maltsev","authorEmail":"","authorUrl":"","authorIP":"94.158.211.99","authorUsername":"qeV","date":"2010-05-04 10:41:37","content":"Слушаю","answer":"","parent":"272","approved":1,"materialId":"4"},{"id":"282","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 10:43:40","content":"Евгений, на счет службы поддержки. Нареканий по работе, особенно у платной, нет никаких. <p> Однако! Как-то была надобность отправить запрос в службу поддержки, но не было возможности зайти в ПУ. Тут меня и озадачило: что же делать? <p> Вопрос следующий: есть ли возможность (скорее всего, техническая) что бы перенести, а лучше продублировать, СП из ПУ в ВебТоп?","answer":"","parent":"261","approved":1,"materialId":"4"},{"id":"283","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-04 10:50:41","content":"Согласен, немного запутанно вышло","answer":"","parent":"276","approved":1,"materialId":"4"},{"id":"284","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 10:51:59","content":"Симпатизирую твоему желанию. <br /> Но, как удачно подметил Толя в своем комментарии: <br /> <blockquote class=\"quoteMessage\">По меньшей мере, у половины слушателей завернутся уши, когда они услышат о колбеках, функциях, переменных, массивах, пост запросах и аяксе</blockquote> <p> Тут — тот же принцип, только темы другие.","answer":"","parent":"280","approved":1,"materialId":"4"},{"id":"286","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-04 11:11:38","content":"Скучными мы быть уж точно не собираемся. Постараемся подбирать только интересные, актуальные, злободневные темы для обсуждений.","answer":"","parent":"280","approved":1,"materialId":"4"},{"id":"287","author":"Андрей Изотов","authorEmail":"","authorUrl":"","authorIP":"95.86.206.168","authorUsername":"Faraday","date":"2010-05-04 11:13:39","content":"Не понимаю почему положительно оценили каптчу, можно сделать не сложной для человека, но не понятной для роботов...Тут же сделали не понятной вообще. чем вам рекаптча не нравится?","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"288","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-04 11:19:13","content":"согласись, она тоже не всегда понятная.","answer":"","parent":"287","approved":1,"materialId":"4"},{"id":"289","author":"Дима Марченков","authorEmail":"","authorUrl":"","authorIP":"93.81.185.226","authorUsername":"neio","date":"2010-05-04 11:24:15","content":"Не всегда это еще мягко сказано. <br /> Я в админку вчера пробился раза только с пятого.","answer":"","parent":"288","approved":1,"materialId":"4"},{"id":"290","author":"Олег","authorEmail":"","authorUrl":"","authorIP":"88.215.171.23","authorUsername":"hell","date":"2010-05-04 11:32:56","content":"За повторение вопроса бан не ставится. Если он не дублируется. <p> Сейчас мы стараемся давать прямые ссылки на посты с помощью. <p> Если не закрывать темы - то будет беспредел. <p> Для того, что бы пользователям было легче искать, периодически проводится массовая чистка форума, когда каждый из АМС выбирает определенный форум и чистит в нем все темы.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"291","author":"Олег","authorEmail":"","authorUrl":"","authorIP":"88.215.171.23","authorUsername":"hell","date":"2010-05-04 11:35:38","content":"Есть большое количество форумов, помимо Сообщества. <p> Так же есть FAQ. <p> Так же есть видеоуроков куча. <p> Уструктурировать инструкции по столь большой системе - не реально. <p> Так же есть мануал.","answer":"","parent":"266","approved":1,"materialId":"4"},{"id":"292","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 11:36:20","content":"http://upodcast.ru/stuff/ - вот это меня вообще радует &#x1F60A; <p> Точно классно &#x1F63A","answer":"","parent":"286","approved":1,"materialId":"4"},{"id":"293","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 11:51:46","content":"http://nibach.net.ru/pict/kapcha.png <p> А что тут написано? Ым? &#x1F609;","answer":"","parent":"287","approved":1,"materialId":"4"},{"id":"294","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 11:52:02","content":"Кстати о темах: есть планы для номера 5-го?","answer":"","parent":"286","approved":1,"materialId":"4"},{"id":"295","author":"Олег","authorEmail":"","authorUrl":"","authorIP":"88.215.171.23","authorUsername":"hell","date":"2010-05-04 11:54:29","content":"Неужели так тяжело обновить? Вот я , этого не понимаю. Ну ладно, я по 3-4 раза ее обновляю. Для меня это не проблема. Зато я знаю что сайт защищен. Когда спамят - тоже не нравится. Жалуетесь.","answer":"","parent":"293","approved":1,"materialId":"4"},{"id":"296","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 11:54:59","content":"1 — kwmn <br /> 2 — vx2w <br /> 3 — c3p43r <p> Если меня zoom не подводит ;).","answer":"","parent":"293","approved":1,"materialId":"4"},{"id":"297","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 11:58:52","content":"Конечно обновить не трудно, но представьте, что вы юзер, которому нужно быстро прокомментировать что-то... <p> А тут такая подстава &#x1F60A; <p> P.S.: От спама конечно помогает и потерпеть можно, но все-таки...","answer":"","parent":"295","approved":1,"materialId":"4"},{"id":"298","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 11:59:37","content":"Плюсую. <br /> Как я уже писал выше: <br /> «Капча действительно прочитывается с 4—5 попытки, но больше нет писем со спамом (подписан на комментарии на «своих» сайтах)» <p> Я лучше обновлю, чем буду получать спам. К тому же, 3—4 картинка (при обновлении) несет в себе понятные 4 цифры. Никаких букв. Все просто и понятно. К примеру, капча этого сообщения «9924».","answer":"","parent":"295","approved":1,"materialId":"4"},{"id":"299","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 12:00:30","content":"Вроде &quot;e&quot; первая в 3ей &#x1F603 <p> P.S. Бедные дальтоники)","answer":"","parent":"296","approved":1,"materialId":"4"},{"id":"300","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 12:03:03","content":"Надо попробовать обесцветить, и прочитать ;).","answer":"","parent":"299","approved":1,"materialId":"4"},{"id":"301","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-04 12:10:27","content":"Да. Сейчас согласовываем с гостем. если все получится - скоро создам тему.","answer":"","parent":"294","approved":1,"materialId":"4"},{"id":"302","author":"Александр","authorEmail":"","authorUrl":"http://nibach.net.ru","authorIP":"87.224.209.39","authorUsername":"nibach","date":"2010-05-04 12:21:27","content":"А вообще, это действительно глупые капризы &#x1F60A;","answer":"","parent":"295","approved":1,"materialId":"4"},{"id":"303","author":"Любим","authorEmail":"","authorUrl":"","authorIP":"89.222.156.53","authorUsername":"ЛюбимК","date":"2010-05-04 12:26:42","content":"С критикой согласен. Извиняйте, это был правда набросок. Хотя и сделал вторую версию макета, но как я вижу, если первая не понравилась, то и вторая навряд ли понравится. Посмотрим, может быть что-нибудь придумаю новенькое &#x1F60A; <p> Тут кто-то писал про то, что в конкурсе будет участвовать одна школота, как я считаю возраст тут абсолютно не причем. Меня лично подколол на это дело планшет <img src=\"http://s15.ucoz.net/sm/1/smile.gif\" border=\"0\" align=\"absmiddle\" alt=\"smile\"> Ну, а если даже мой макет и не выберут, я от этого ничего не теряю &#x1F63A","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"304","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-04 12:35:10","content":"Вторая версия макета лучше. <p> И ты правильно сказал, что ничего не потеряешь, а в каком то плане можно даже и приобрести... <br /> Дерзай, удачи!","answer":"","parent":"303","approved":1,"materialId":"4"},{"id":"314","author":"Snakes28","authorEmail":"","authorUrl":"","authorIP":"95.133.220.34","authorUsername":"snakes28","date":"2010-05-04 13:06:04","content":"Обновление каптчи радует... &#x1F63A <br /> В целом подкаст отличный)","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"315","author":"Никита Лабутин","authorEmail":"","authorUrl":"","authorIP":"188.18.74.219","authorUsername":"NikitaLabutin","date":"2010-05-04 13:14:18","content":"Чуток креативности в шаблоне и ты выйграешь,наверное &#x1F60A;","answer":"","parent":"303","approved":1,"materialId":"4"},{"id":"320","author":"Вадим","authorEmail":"","authorUrl":"","authorIP":"178.93.141.10","authorUsername":"klimenko","date":"2010-05-04 14:52:54","content":"А что такое АМС? <br /> <a class=\"link\" href=\"http://ru.wikipedia.org/wiki/%D0%90%D0%9C%D0%A1\" rel=\"nofollow\" target=\"_blank\">Вики</a> говорит: <br /> <blockquote class=\"quoteMessage\">Аббревиатура АМС может расшифровываться как: <br /> * Автоматическая межпланетная станция <br /> * Альвеолярная мягкотканная саркома</blockquote>","answer":"","parent":"290","approved":1,"materialId":"4"},{"id":"321","author":"Олег","authorEmail":"","authorUrl":"http://upanel.biz/","authorIP":"88.215.171.23","authorUsername":"hell","date":"2010-05-04 15:02:47","content":"АдминоМодераторский состав.","answer":"","parent":"320","approved":1,"materialId":"4"},{"id":"322","author":"Вадим","authorEmail":"","authorUrl":"","authorIP":"178.93.141.10","authorUsername":"klimenko","date":"2010-05-04 15:04:56","content":"О, более ясно. Спасибо.","answer":"","parent":"321","approved":1,"materialId":"4"},{"id":"323","author":"Gleb Lozhkovoy","authorEmail":"","authorUrl":"http://spooner.ucoz.com/","authorIP":"78.26.128.150","authorUsername":"Spooner","date":"2010-05-04 15:20:57","content":"Спасибо, довольно долгий подкаст. было интересно. Ещё раз спасибо. &#x1F63A","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"324","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-04 15:56:48","content":"Да в жопу эту рекаптчу... По идее и эту без проблем через какое-то время боты будут расшифровывать, а человеку будет всё труднее и труднее... <p> Я сейчас думаю вообще каптчу повырубать для всех и на премодерации сконцентрироваться...","answer":"","parent":"287","approved":1,"materialId":"4"},{"id":"325","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-04 15:58:12","content":"Кстати, я сам весь подкаст не осилил... Минут 25 слушал только... <p> Но это уже моя проблема &#x1F63A","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"326","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-04 17:05:34","content":"Решил тоже попробовать. <br /> Заразные они, эти U.Podcast&#39;ы. <p> http://forum.ucoz.ru/forum/41-34295-590138-16-1272992615","answer":"","parent":"303","approved":1,"materialId":"4"},{"id":"327","author":"Андрей Велес","authorEmail":"","authorUrl":"","authorIP":"178.92.100.44","authorUsername":"mrВелес","date":"2010-05-04 17:09:05","content":"Действительно, я думаю, что стоит уменьшить время подкаста. Ели вытерпел эти 50 минут. 25-30 было и будет в самый раз &#x1F609;","answer":"","parent":"325","approved":1,"materialId":"4"},{"id":"329","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"66.204.18.205","authorUsername":"webass","date":"2010-05-04 17:24:44","content":"Действительно, новая капча помог от спама. <br /> НО, люди каждый день жалуется что капчу невожможно пройти при регистрации.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"330","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"85.9.252.201","authorUsername":"Евгений","date":"2010-05-04 17:26:37","content":"Каким макаром? Капча даже для пользователей не вырубается... <p> П.С. Капчу к этому комменту обновлял 4 раза, ибо ниху* невидно.","answer":"","parent":"324","approved":1,"materialId":"4"},{"id":"331","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 17:33:45","content":"Я какое-то время думал над этим. Если и делать, то по принципу предложение и поднимание его вверх с оплатой по смс. <br /> Типа что бы всякую фигню не предлагали. <br /> Т.к. реально пользователи всегда идут по принципу дай, дай побольше, еще и это. Не все, но в массе своей. А такие вещи должны быть осмыслены и обоснованы. И не одному человеку должны быть нужны. <p> Но есть другая проблема. План разработки (знание что нужно сделать). И так столь велик, что даже страшно его увеличивать. <br /> Если бы не было особых идей и планов что делать, да, модуль, система для предложений - все было бы весьма нужно. Но список по настоящему и без этого длинный:( Вот станет короче, думаю, что-то такое появится.","answer":"","parent":"252","approved":1,"materialId":"4"},{"id":"332","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 17:35:33","content":"А по-моему, вышло просто неправильно. Я хочу знать, какие ссылки на моем сайте (в разделе ссылок), или в посте стали людям интересны. Ну и плюс я жмот, у меня все равно везде nofollow <br /> И тогда мне это надо. <br /> Я знаю о чем людям писать, и я в душе считаю что ПР с моего сайта зря кому не перетек.","answer":"","parent":"283","approved":1,"materialId":"4"},{"id":"333","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 17:36:53","content":"Вот это <a class=\"link\" target=\"_blank\" href=\"http://www.ucoz.ru/main/?a=contact\" rel=\"nofollow\">http://www.ucoz.ru/main/?a=contact</a> <br /> верный путь.","answer":"","parent":"282","approved":1,"materialId":"4"},{"id":"335","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 17:45:54","content":"Про ответы со ссылками. Про структурирования форума, расширения фака. Долго тут распространятся. Попробую основную суть. <p> 1. Ответы ссылками каждому кому лень искать и прочее. Это нереально на форуме. Это надо 10 человек на з&#92;п сажать и каждый 50% времени будет этому уделять (поверьте, 100% не реально, просто отупеешь или чеканешься) <br /> Не хочешь тратить свое время, не умеешь искать. Мы сделали платный супорт. Все ответят. Если наилуший ответ линк на тему в форуме, дадут этот линк и пояснения. <br /> 1.2. Ответы типа, уже было. Это тоже полезный ответ. Человек ведь мог не знать, не задумываться что ответ был. У него появилось направление действий <br /> 1.3. А почему бы вам не отвечать так, если вы считаете это верным путем? Разве запрещают. Давайте людям такие ответы за счет своего времени. Может спасибо скажут. Может скажут что вы дурак и не то дали. <p> 2. ЧАВО (ФАК) это именно самые частые вопросы. Ну функция у него такое, самые частые вопросы, который реально полезно бы прочитать в самом начале. <br /> 2.1. Мануал <a class=\"link\" target=\"_blank\" href=\"http://forum.ucoz.ru/board\" rel=\"nofollow\">http://forum.ucoz.ru/board</a> - вот это стали делать, но как бы тяжко идет. Реально сложная задача, нужна мотивация <br /> 2.2. Мы ее решили в виде учебника. Это полгоды работы человека. Здорово бы отдать все эти знания бесплатно. Но знаете что будет? Человек скачает, сложит в длинном списке с файлами в папке download и забудет. <br /> Заплатив за нее (ну или даже замучившись искать в варезниках) к книги совсем иное отношение. <br /> И она с меньшем шансом заваляется в дальнем уголке компа, а я пойду на форум спрашивать прописные истины. <p> 3. Что касается реструктуризации самого форума. И вообще насколько он должен быть сильноструктурирован. Даже не знаю. В смысле не знаю насколько хорошо то что сейчас. Наверняка как минимум не идеально. <br /> Но из вашего диалога я не смог, например, по этой теме вынести конструктива. <br /> Возможно, то что форум - это в первую очередь база знаний, и порочно. <br /> Но как мне кажется, разные его разделы несут разную функцию. <br /> Какие-то база знаний. Какие-то болталка. Платный раздел - достукивание в супорт в какой-то мере. ЛС - возможность получить личный ответ связанный с системой. Контакты. Новости, объявления - тут понятно.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"336","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 17:50:38","content":"А вы как слушаете? Не пробовали в ушах с плейра или телефона занимаясь каким-то делом машинальным? Уборка, обед, дорога и пр. <br /> Тогда, уверен, не надоест. <p> А вот число тем, может быть, и уменьшил бы. В смысле, такое ощущение, что ряд остается не раскрытыми т.к. тем много. <br /> И еще, конечно, советую стараться меньше монтажа делать. Надоест, для вас это усложняет производство подкастов. Лучше с широховатостями, но как бы прямым эфиром.","answer":"","parent":"327","approved":1,"materialId":"4"},{"id":"337","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-04 18:07:15","content":"Кстати возможность влиять на материалы посредством смс я и просил в том случае, о котором говорил в подкасте.","answer":"","parent":"331","approved":1,"materialId":"4"},{"id":"338","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-04 18:10:41","content":"Евгений, согласен что было бы интересно отслеживать какие именно ссылки вызывают наибольший интерес. Но делать это средствами u.to (да и любой сокращалки) в корне не верно — т.к. как много раз уже говорили и писали — теряется главное — пользователь не видит на какой сайт он перейдет. Для меня, как для пользователя такая информация крайне важна!","answer":"","parent":"332","approved":1,"materialId":"4"},{"id":"339","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 18:23:02","content":"1. Я имел ввиду что в принципе это личное дело каждого. В т.ч. сотрудников и создателей системы. Ни для кого нет обязаловки на сей счет. А вот в супорте ответить - это обязаловака для сотрудника. Разницу пояснял. <p> 2. Если на форуме будет большая часть постов (заметная часть) от наемных служащих, поверьте, это не будет сообщество. Это будет филиал тикетной системы. И оно там уже есть. Нанятые люди там отвечают. <br /> А со взломом. Да, вероятность уменьшит. Но совсем не иссякнит. Они тоже живые люди, и у них тоже может найтись эдакий братец. А делать мегасекьюрные доступ к форуму как к серверам - это перебор. Лучше вам секьюрно логинится. Да и выгнать всех сегоднешних модераторов (лишить их прав), по-моему достаточно несправедливо к ним даже с моральной точки зрения, не говоря о ненужности такого в принципе. <p> 3. Да, тут, судя по всему, есть реально косяк. Но больших новостей по обновлению не было. А мелкие ушли в другие источники информирования.","answer":"","parent":"268","approved":1,"materialId":"4"},{"id":"340","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"79.181.98.145","authorUsername":"Kurt","date":"2010-05-04 18:24:15","content":"А кнопку ее обновления они видят?","answer":"","parent":"329","approved":1,"materialId":"4"},{"id":"341","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-04 18:26:59","content":"Если в кратце по форуму (и то что не потребует больших усилий) — я бы подфорумы, которые относятся к модулям системы перенес бы в один большой раздел — тем самым уменьшаем количество информации на главной → улучшаем визуальное восприятие. <br /> И возможно переделал бы слегка темы для тех, кто на форуме первый раз. Быть может свести основные положения форума в одну тему и редеректить туда каждого новичка при первом его логине...","answer":"","parent":"335","approved":1,"materialId":"4"},{"id":"342","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-04 18:33:54","content":"Задержка с выпуском в большей мере связана с личными вопросами, нежели трудностями монтажа. Думаю с опытом необходимость что-то вырезать и вовсе исчезнет, но на данном этапе кое-чего чистить всё же надо. По этой же причине мы пока не готовы для онлайна. <p> По поводу длительности — сейчас получается как получается. Возможно некоторые темы действительно стоит опускать или переносить в закрома для следующих выпусков. Тут будем пробовать, стараться, чтобы получалось и развернуто, и максимально интересно.","answer":"","parent":"336","approved":1,"materialId":"4"},{"id":"343","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 18:57:25","content":"Ситуаций, когда 5-7 секунд (уходящих на обновление каптчи) влияют на комментарий я не представляю.","answer":"","parent":"297","approved":1,"materialId":"4"},{"id":"344","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 19:08:57","content":"Ты Толика не слушай — у него, имхо, своеобразные взгляды на это все.","answer":"","parent":"303","approved":1,"materialId":"4"},{"id":"345","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-04 19:32:32","content":"Если я не прав, пускай меня поправит Женя.","answer":"","parent":"273","approved":1,"materialId":"4"},{"id":"346","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-04 19:46:15","content":"При чем тут я то вообще? Ты меня, Миша, куда-то не туда приписал.","answer":"","parent":"344","approved":1,"materialId":"4"},{"id":"347","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-04 19:54:51","content":"Самый обсуждаемый выпуск.","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"349","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-04 20:22:54","content":"Ты ведь рассуждал о том, как все должно быть просто и без градиентов во флешечке &#x1F60A;","answer":"","parent":"346","approved":1,"materialId":"4"},{"id":"350","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-04 21:33:00","content":"Видять конечно, даже написано что нужно нажимать на кнопку если капча не видна. <br /> Но, простые люди - неочень разбираются. <p> Или, как раньше, нужно сделать 4-символовая капча.","answer":"","parent":"340","approved":1,"materialId":"4"},{"id":"351","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 00:18:13","content":"В смысле не прав? У тебя слабо с аргументацией, Руслан прав. Зацикливаешься на одной мысле. Пусть даже на верной, но она тебя не отпускает. <br /> Что для администрации форума, я бы выразился иначе. Перивичная функция - это поддержание на нем порядка, вырабатывание какой-никакой стратегии развития форума, создания атмосферы, активити. <br /> И уже вторичная, помощь людям. Как и любой другой участник сообщества, они никому ничего не должны. Но, конечно, в теории они люди самые знающие и ответы от них ожидаемы. Собственно, если взглянуть в статистику постов, оно так и будет. <br /> Модератор, координатор, админ - не должен превращаться в бота который заходит на форум только почистить, перенести, переименовать, раздать замечания и т.п.","answer":"","parent":"345","approved":1,"materialId":"4"},{"id":"352","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 00:21:33","content":"У тебя пользователи специфичные. Про существование строки состояния обычный юзер интернета (коих 95%) ничего не знает, и знать не должен. В хроме ее в сафари ее вообще и не видно. Кстати, понял что я и не задумывался там о них. Как-то живу, перехожу. <br /> Короче гиковский момент. Зависит от аудитории. <br /> Кому что использовать, в конечном счете каждый решает сам. <br /> Обмануть человека на тему куда он переходит, есть, к сожалению, куча методов. Так что, или тебе доверяет читатель, и кликает на то что ты говоришь, веря в то что там именно то. Или не доверяет и тут на самом деле то как сформирована ссылка мало в реальности важно.","answer":"","parent":"338","approved":1,"materialId":"4"},{"id":"353","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 00:23:14","content":"А можно скринкаст где это бы заняло 7 секунд. Никогда не замерял, но мне кажется оно заметно быстрее. <p> Про капчу. Реально была проблема с тем, что некоторые распознавались роботами. То есть не только людьми, о чем говорил Толя.","answer":"","parent":"343","approved":1,"materialId":"4"},{"id":"354","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 00:25:00","content":"То есть они видят что ее можно обновить, но банально не обновляют?","answer":"","parent":"350","approved":1,"materialId":"4"},{"id":"355","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 00:26:46","content":"Надо рассказывать что первое что не читают - это правила и вступительные послания? <br /> Причем везде. Особенно новички. <p> (но да, вынести им на видное место пару тем было бы полезно, легкий faq по форуму, то есть было бы логично, но поможет чем-то это от силы процентам 5ти)","answer":"","parent":"341","approved":1,"materialId":"4"},{"id":"356","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 00:27:28","content":"Угу. А мне одному кажется что не очень удобно получается обсуждать? В смысле структура блога как бы не очень подходит, что ли.","answer":"","parent":"347","approved":1,"materialId":"4"},{"id":"357","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-05 04:52:56","content":"В техническом плане всмысле? Да вроде нормально. Есть комментарий и ветка ответов на него, легко отследить развитие мысли. Если есть предложения по улучшению — только поприветствуем.","answer":"","parent":"356","approved":1,"materialId":"4"},{"id":"358","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-05 04:59:38","content":"Хороший вариант","answer":"","parent":"326","approved":1,"materialId":"4"},{"id":"359","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-05 06:35:40","content":"Имхо, надо делать одну длинную ленту комментов и без страниц.","answer":"","parent":"357","approved":1,"materialId":"4"},{"id":"360","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-05 06:58:15","content":"запустим как тест, если понравится, так и оставим","answer":"","parent":"359","approved":1,"materialId":"4"},{"id":"361","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-05 07:02:41","content":"Каптчу можно и для пользователей и для гостей убирать... Ищи решение в интернете.","answer":"","parent":"330","approved":1,"materialId":"4"},{"id":"362","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-05 07:04:48","content":"Когда я занят каким-нибудь делом, то сразу же забываю слушать подкаст &#x1F60A; <p> Вообще подкасты не для меня &#x1F63A","answer":"","parent":"336","approved":1,"materialId":"4"},{"id":"363","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-05 07:10:09","content":"Кстати, <a class=\"link\" target=\"_blank\" href=\"http://forum.ucoz.ru/board\" rel=\"nofollow\">http://forum.ucoz.ru/board</a> натолкнул меня на просьбу &#x1F60A; <p> Сделайте возможность прикручивать каптчу к любым формам (а не только к почтовым). <p> Поясняю для чего это мне. Делаем на сайте почту от Яндекса (http://pdd.yandex.ru/) не проблема сделать форму входа через сайт, но вручную регистрировать кучу ящиков как минимум лень. Поэтому было решено сделать автоматическую регистрацию (т.е. форму регистрации, которая будет регистрировать автоматически). Как бы сделать её получилось, но каптчи всяко не хватает.","answer":"","parent":"335","approved":1,"materialId":"4"},{"id":"364","author":"Дмитрий","authorEmail":"","authorUrl":"http://shugich.ru","authorIP":"82.193.139.240","authorUsername":"Shugich","date":"2010-05-05 07:10:53","content":"Понравилось.","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"365","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"195.96.172.15","authorUsername":"Hoplite","date":"2010-05-05 07:11:57","content":"Оставляйте. Понравилось ;).","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"366","author":"Дима Марченков","authorEmail":"","authorUrl":"","authorIP":"89.179.107.51","authorUsername":"neio","date":"2010-05-05 10:43:03","content":"Понравилось.","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"367","author":"Олег","authorEmail":"","authorUrl":"http://upanel.biz/","authorIP":"88.215.171.23","authorUsername":"hell","date":"2010-05-05 11:05:53","content":"http://forum.ucoz.ru/forum/18 <p> Кажется здесь все подробно описано. Где, что и как.","answer":"","parent":"355","approved":1,"materialId":"4"},{"id":"368","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"178.93.132.192","authorUsername":"TERNOX","date":"2010-05-05 11:56:31","content":"<i>>> Модератор, координатор, админ - не должен превращаться в бота который заходит на форум только почистить, перенести, переименовать, раздать замечания и т.п</i> <p> Абсолютно согласен, что я и хотел сказать.","answer":"","parent":"351","approved":1,"materialId":"4"},{"id":"369","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"178.93.132.192","authorUsername":"TERNOX","date":"2010-05-05 11:59:22","content":"<b>2. </b>Что бы Вы не сделали, шансы на взлом будут всегда. Ваша задача - уменьшить эти шансы как можно сильнее. Я логинюсь через ю.тулбар, но не все же так делают.","answer":"","parent":"339","approved":1,"materialId":"4"},{"id":"370","author":"Руслан","authorEmail":"","authorUrl":"http://salikov.net/","authorIP":"178.93.132.192","authorUsername":"TERNOX","date":"2010-05-05 12:01:19","content":"&#x1F603 я думал про станции xD","answer":"","parent":"320","approved":1,"materialId":"4"},{"id":"371","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"85.9.252.201","authorUsername":"Евгений","date":"2010-05-05 12:05:59","content":"&quot;В хроме ее в сафари ее вообще и не видно&quot; <p> Но ведь ссылка появляется при навидении.","answer":"","parent":"352","approved":1,"materialId":"4"},{"id":"372","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"85.9.252.201","authorUsername":"Евгений","date":"2010-05-05 12:07:13","content":"Если не трудно, скинь ссылку в ЛС пожалуйста.","answer":"","parent":"361","approved":1,"materialId":"4"},{"id":"373","author":"Mike","authorEmail":"","authorUrl":"http://abasov.net","authorIP":"93.88.51.27","authorUsername":"abasovMike","date":"2010-05-05 12:29:55","content":"Понравилось.","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"374","author":"Олег","authorEmail":"","authorUrl":"http://upanel.biz/","authorIP":"88.215.171.23","authorUsername":"hell","date":"2010-05-05 13:22:36","content":"Я думаю что после всего того, что было, все модераторы и администраторы авторизовываются безопасными путями. На ошибках учатся.","answer":"","parent":"369","approved":1,"materialId":"4"},{"id":"375","author":"Вадим","authorEmail":"","authorUrl":"","authorIP":"178.93.185.154","authorUsername":"klimenko","date":"2010-05-05 15:34:59","content":"Понравилось.","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"376","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-05 15:41:14","content":"После этого многие завели вторую учетку, и с ней уже по сайтам и ходят","answer":"","parent":"374","approved":1,"materialId":"4"},{"id":"377","author":"Виктор","authorEmail":"","authorUrl":"","authorIP":"94.181.114.137","authorUsername":"G-XPert","date":"2010-05-05 16:16:24","content":"В принципе, если есть тулбар и ты авторизовываешься через него - это ненужно, там и так всё безопасно &#x1F60A; <br /> А со второй учёткой не совсем удобно бывает…","answer":"","parent":"376","approved":1,"materialId":"4"},{"id":"378","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-05 17:53:14","content":"Именно. <br /> Именно. <br /> (Может обновляют но всеравно не понятно?)","answer":"","parent":"354","approved":1,"materialId":"4"},{"id":"379","author":"Олег","authorEmail":"","authorUrl":"http://uweb.ws","authorIP":"80.254.115.100","authorUsername":"uWeb","date":"2010-05-05 18:38:14","content":"Это говно а не капча. <img src=\"http://s15.ucoz.net/sm/1/wacko.gif\" border=\"0\" align=\"absmiddle\" alt=\"wacko\"> Какой --- её делал?","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"380","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 19:17:21","content":"Нет","answer":"","parent":"371","approved":1,"materialId":"4"},{"id":"381","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 19:17:57","content":"И повторюсь, простейший js и будет при наведение показывать что угодно","answer":"","parent":"371","approved":1,"materialId":"4"},{"id":"382","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 19:20:15","content":"Не знаю. Может у них спросить что бы понять в чем все же проблема?","answer":"","parent":"378","approved":1,"materialId":"4"},{"id":"383","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 19:21:33","content":"удобней","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"384","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"85.9.252.201","authorUsername":"Евгений","date":"2010-05-05 19:31:29","content":"Курт, ой какие глупости ты говоришь. Одно когда ты специально делаешь что-бы ссылку было не видно и.т.д и.т.п, а другое когда вы запустили этот сервис, да еще воткнули сразу на все сайты и вдобавок включили по умолчанию, это просто глупо и не удобно для сайтов и для пользователей. Перед тем как сделать функцию отклюянея(в админки) вы(администрация) ой как долго доказывали что этот сервер полезен - чушь. Кому нужно, будут использовать кому нет - нет. <p> Согласитесь что сервис для постоянного замены нормальных ссылок на короткие это дико неудобно... Представьте что какой нибудь нереально крупный новостной портал стал называть ВСЕ новости названиями типа - Новость1, Новость2, ... Новость525. Может это было бы коротко, но бредово.","answer":"","parent":"381","approved":1,"materialId":"4"},{"id":"385","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"94.188.134.30","authorUsername":"Kurt","date":"2010-05-05 19:36:12","content":"Лишь бы ты говорил умности. А еще лучше делал. Тебе объясняют, что нельзя ориентироваться на строку состояния в серьез. Что это твоя личная привычка, обычные юзера этого не делают. И все равно что там. А ссылка любая для них то, что ты туда написал. Это может быть и url (и его сразу видно) и слово, и человек кликает в слово, Новость. Скачать и прочее. И узнает что за ним только после клика.","answer":"","parent":"384","approved":1,"materialId":"4"},{"id":"387","author":"Анатолий","authorEmail":"","authorUrl":"","authorIP":"95.30.6.12","authorUsername":"Tolmen","date":"2010-05-05 21:10:38","content":"В принципе выпуск понравился. Продолжайте в том же духе. <br /> Из пожеланий: если появляется новая функция, скажите где её можно найти (как сделали в этом выпуске), а то в 3ем выпуске говорили о изменениях демо - фотографий, еле нашел..(хотя я может прослушал, когда вы об этом говорили, тогда извиняюсь) <br /> И может стоит упоминать о небольших изменениях? Хотя бы вскользь. <br /> Зы: да, капча страшная, бесит.Но деваться не куда. Ждем когда гугл представят новый вид капчей... <br /> ЗЗЫ: первый раз в жизни переслал донейт &#x1F60A;","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"388","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-06 00:01:51","content":"Это конечно было ИМХО, с ним можно не соглашаться. У меня действительно другое видение.","answer":"","parent":"349","approved":1,"materialId":"4"},{"id":"403","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-07 04:38:57","content":"Поверьте, люди умнее чем роботы. <br /> А вы что думали я предложил простую 2 + 2? <br /> Нет, можно сделать так чтоб роботы не понимали, <i>например</i> на картинках.","answer":"","parent":"393","approved":1,"materialId":"4"},{"id":"390","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-06 00:05:12","content":"А я ведь говорил, что одной «простыней» удобнее &#x1F609;","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"391","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-06 00:52:13","content":"А почему не сделать капчу типа: <br /> &quot;2 + 5 * 2 = ?&quot;","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"392","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-06 00:55:06","content":"Оффтоп: <br /> 1. Поставьте ссылку на форму доб. коммента вверху. Долго скролит если больше 50 комментов) <br /> 2. потом напишу","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"393","author":"Анатолий","authorEmail":"","authorUrl":"http://quby.ru","authorIP":"77.241.36.103","authorUsername":"Bezk","date":"2010-05-06 02:43:16","content":"Поверьте, роботы считают не хуже людей… далеко не хуже. <br /> В качестве защиты от спамеров-людей — подействует только на школьников-первоклассников, которые не умеют считать. <br /> Да и лишнее это, забивать голову пользователя лишними операциями.","answer":"","parent":"391","approved":1,"materialId":"4"},{"id":"394","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-06 04:00:09","content":"Евгений, тут вы точно не правы. <br /> Смотрите: <a class=\"link\" target=\"_blank\" href=\"http://fleshmd.ucoz.ru/chrome.png\" rel=\"nofollow\">http://fleshmd.ucoz.ru/chrome.png</a>","answer":"","parent":"380","approved":1,"materialId":"4"},{"id":"395","author":"Evgeny","authorEmail":"","authorUrl":"","authorIP":"87.68.57.103","authorUsername":"Kurt","date":"2010-05-06 06:11:54","content":"&#x1F60A; да, вы правы, хром подсвечивает. Сафари, как я и говорил, нет. <br /> Для меня второй браузер сафари, хромом пользовался мало, и то что не закрепилось в памяти, что там есть строка состояния, лишь говорит о том, какое, по крайней мере я, ей внимание уделяю. <br /> (на всякий случай, я не знаю как там дела у сафари под windows, но подозреваю что так же)","answer":"","parent":"394","approved":1,"materialId":"4"},{"id":"396","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"91.203.176.145","authorUsername":"DPolyakov","date":"2010-05-06 08:25:40","content":"1. Есть полоса прокрутки <br /> 2. Перед написанием прочтение предыдущих комментариев хотя бы бегло обязательно &#x1F60A;","answer":"","parent":"392","approved":1,"materialId":"4"},{"id":"397","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"85.9.252.201","authorUsername":"Евгений","date":"2010-05-06 13:19:45","content":"Ну да может быть и так. Но я как администратор сайта этот сервис на своем сайте некогда не включу! <br /> Еще один минус - сервис упадет ссылки не работают.","answer":"","parent":"385","approved":1,"materialId":"4"},{"id":"398","author":"Андрей Изотов","authorEmail":"","authorUrl":"","authorIP":"95.86.206.168","authorUsername":"Faraday","date":"2010-05-06 16:38:33","content":"а че тестировать то, протестировано хабром","answer":"","parent":"360","approved":1,"materialId":"4"},{"id":"399","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-06 18:27:06","content":"Тут не могу не опровергнуть, не подтвердить. <br /> Не перевариваю Сафари под Виндой.","answer":"","parent":"395","approved":1,"materialId":"4"},{"id":"400","author":"Александр","authorEmail":"","authorUrl":"http://sushko.at.ua","authorIP":"217.10.42.182","authorUsername":"Hoplite","date":"2010-05-06 18:31:52","content":"На счет ссылочки — оно, конечно, удобно. Но не в этом случае. Вот зачем? Писать «круто&#92;спасибо&#92;охрененно&#92;+1» и т.п.? <br /> Комментарии не читаете, что ли? <br /> Лучше прокрутите, читая комментарии и высказываясь, после, по делу.","answer":"","parent":"392","approved":1,"materialId":"4"},{"id":"401","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-06 20:13:43","content":"Добавил ссылочку возле счетчика комментариев, при нажатии на которую страничка покрутится до формы добавления комментария","answer":"","parent":"392","approved":1,"materialId":"4"},{"id":"404","author":"Kanat Bektemirov","authorEmail":"","authorUrl":"http://karstars.com","authorIP":"72.204.30.194","authorUsername":"webass","date":"2010-05-07 04:39:43","content":"Отлично, теперь как-то проще стало &#x1F60A;","answer":"","parent":"401","approved":1,"materialId":"4"},{"id":"408","author":"Максим","authorEmail":"","authorUrl":"","authorIP":"95.71.69.42","authorUsername":"@KIMMI","date":"2010-05-08 11:29:32","content":"новая капча для гостей вообще нереальна для понимания, по 3 раза каждый раз обновляю ( <p> //ps. епт0, целый час слушать, как вы несете &lt;s>бред&lt;/s> умные вещи не хватит никакого терпения )","answer":"","parent":"0","approved":1,"materialId":"4"},{"id":"410","author":"Дима Марченков","authorEmail":"","authorUrl":"","authorIP":"93.81.188.134","authorUsername":"neio","date":"2010-05-08 16:59:54","content":"ты будешь разочарован, но bb коды не работают &#x1F603","answer":"","parent":"408","approved":1,"materialId":"4"},{"id":"411","author":"Максим","authorEmail":"","authorUrl":"http://kimmi.4newz.ru","authorIP":"95.71.100.208","authorUsername":"@KIMMI","date":"2010-05-08 17:16:28","content":"<img src=\"http://s15.ucoz.net/sm/1/dry.gif\" border=\"0\" align=\"absmiddle\" alt=\"dry\">","answer":"","parent":"410","approved":1,"materialId":"4"},{"id":"412","author":"Евгений","authorEmail":"","authorUrl":"","authorIP":"85.9.252.201","authorUsername":"Евгений","date":"2010-05-08 17:27:29","content":"Вообще-то &lt;s>&lt;/s> это не бб-код...","answer":"","parent":"410","approved":1,"materialId":"4"},{"id":"413","author":"Дмитрий","authorEmail":"","authorUrl":"https://dimapolyakov.ru","authorIP":"212.3.152.88","authorUsername":"DPolyakov","date":"2010-05-08 18:57:07","content":"Максим, ну мы же никого насильно слушать свой подкаст не заставляем.","answer":"","parent":"408","approved":1,"materialId":"4"}]