[{"content":"Качество хромает, буква С по ушал бьет, как топором","authorAvatar":"/avatar/56/8695-691317.jpg","authorMd5":"675c36e563339d66d211065ca005ed3b","date":"2012-01-29 13:22:46","authorUsername":"mazanax","author":"Александр","parent":"0","id":"2477"},{"content":"По поводу идеи – идея ничего не стоит. Дуров молодец, сделал в нужное время нужный сервис. Футубра, как правильно сказали, опоздала. Но у нее есть шанс, если в нее нагонят посетителей с сервисов мейла, тех же одноклассников. Там аудитория, до которой &quot;новинки интернета&quot; доходят медленно, и возможно, сервис им понравится... <br /> И ребята таки забыли рассказать по поводу скандала с блокировкой аккаунтов пользователей за размещение эротических фоток в ленте <br /><br /> По поводу SOPA, как правильно сказал тезка, кажется, данные законы лоббируются звукозаписывающими компаниями и прочими правообладателями. Это к гадалке не ходи. Эти компании сейчас сильно потеряли в доходах по сравнению с даже недалёким прошлом, когда бОльшая часть контента продавалась на CD. Сейчас всё в интернете. Разумных идей как продавать контент в инете у них видимо нет. <br /><br /> По поводу мегааплоада Руслан всё напутал. Основателей повязали именно за сервис. А то про что он говорил в кратце выглядит так: основатели мегааплоада собирались в ближайшем будущем запустить новый сервис и новую модель продажи контента в обхот правообладателей. Исполнители могли бы сами загружать свои творения, выставлять цену и продавать свои записи. Либо распространять их бесплатно. За бесплатные треки основатели мегааплоада даже хотели выплачивать какие-то денежные бонусы авторам. <br /> Понятно, что такая модель еще больше подрывает будущие доходы медийных корпораций","authorAvatar":"https://2391802204.uid.me/avatar.jpg","authorMd5":"b36bc6a67a41870e7d8dc3dde55b671c","date":"2012-01-29 20:44:13","authorUsername":"DPolyakov","author":"Дмитрий","parent":"0","id":"2478"},{"content":"<blockquote class=\"quoteMessage\">Качество хромает, буква С по ушал бьет, как топором</blockquote> <br /> +1 <br /> Решайте что то со звуком. Темы хорошие, а вот подача - фи. 😳","authorAvatar":"https://832336339.uid.me/avatar.gif","authorMd5":"681306ebd677622d19412b18d073b28c","date":"2012-01-30 09:35:12","authorUsername":"vladimir@","author":"Vladimir Sanovich","parent":"0","id":"2479"},{"content":"Поддерживаю мнение о том, что автор действительно качественного проекта не должен, а просто обязан снимать рекламу со своего проекта.","authorAvatar":"/avatar/13/054184.png","authorMd5":"b2037940f98f4242aed606085d13558f","date":"2012-01-30 13:24:17","authorUsername":"AOzhgibesov","author":"Александр Ожгибесов","parent":"0","id":"2480"},{"content":"Ребят всегда нравился подкаст, но не нужно давать слушателям неверную информацию. <br /> По поводу выдачи Google: <br /> уже создан специальный алгоритм, который будет самостоятельно принимать решения о понижении сайта или его повышении. http://soft-abc.ru/news/2012-01-24-343 <br /> Если же берете новости с блогов, то проверяете новость и на других источниках","authorAvatar":"/avatar/13/054184.png","authorMd5":"b2037940f98f4242aed606085d13558f","date":"2012-01-30 14:15:38","authorUsername":"AOzhgibesov","author":"Александр Ожгибесов","parent":"0","id":"2481"},{"content":"А если проект только на рекламе и зарабатывает? Стоит отказаться от заработка? <br /><br /> Ерунда какая-то. <br /> В рекламе нет ничего страшного. Главное не борщить с ней, размещать в нужных местах, и по возможности сделать так, чтобы она вписывалась в дизайн.","authorAvatar":"https://2212308581.uid.me/avatar.png","authorMd5":"08ec24c76bbccb676707967918f2bcf4","date":"2012-01-31 22:15:15","authorUsername":"mas1k","author":"Максим Целикин","parent":"2480","id":"2491"},{"content":"Саша имел в виду снятие рекламы от uCoz","authorAvatar":"/avatar/33/743418.jpg","authorMd5":"c2da18e74453aa67f843a157e59a3f64","date":"2012-01-31 23:53:34","authorUsername":"Sobyanin","author":"Олег","parent":"2491","id":"2492"},{"content":"Новость с хабра, в шоунотах же видно.","authorAvatar":"https://2391802204.uid.me/avatar.jpg","authorMd5":"b36bc6a67a41870e7d8dc3dde55b671c","date":"2012-02-01 08:48:43","authorUsername":"DPolyakov","author":"Дмитрий","parent":"2481","id":"2493"},{"content":"That&#39;s the smart thinking we could all benieft from.","authorMd5":"06a6e6f3e2bdf19faa6af4615d7ed331","date":"2012-07-30 08:51:37","authorUsername":"","author":"Benjamin","parent":"0","id":"2750"}]