[{"content":";-)","authorAvatar":"/avatar/56/450984.jpg","authorMd5":"eccc599c130912626af7e95258773aa0","date":"2014-08-04 06:52:32","authorUsername":"Денис_Гиряев","author":"Денис Гиряев","parent":"0","id":"3356"},{"content":"Ура! С возвращением!  &#x1F609","authorAvatar":"https://75343661.uid.me/avatar.jpg","authorMd5":"a634ce39fc6c84567ed4f510f6f5aa94","date":"2014-08-04 08:27:06","authorUsername":"Rostislav","author":"Ростислав","parent":"0","id":"3357"},{"content":"Надолго вернулись или так, на ностальгически на один раз? &#x1F60A;","authorAvatar":"https://2774926586.uid.me/avatar.jpg","authorMd5":"c9fa859e6a6c1286976173cd617652eb","date":"2014-08-04 08:40:26","authorUsername":"hell","author":"Oleg","parent":"0","id":"3358"},{"content":"Как вы заметили, у подкаста даже номера нет. Так что скорее это было действительно что-то вроде &quot;встречи выпускников&quot; на один раз. <br /><br /> Как я говорил в подкасте, может мы соберёмся ещё раз, на этот раз пригласив кого-то из администрации и обсудим то, чего хотелось бы и то, что планируется. <br /><br /> О каких-то регулярных выпусках пока речи не идёт, т.к. нехватка времени:)","authorAvatar":"/avatar/54/9258-418425.png","authorMd5":"c1b4e741550bb22f40b13ecc3fdf9bd1","date":"2014-08-04 08:54:18","authorUsername":"TERNOX","author":"Тернокс","parent":"3358","id":"3359"},{"content":"Очень жаль.","authorAvatar":"https://2774926586.uid.me/avatar.jpg","authorMd5":"c9fa859e6a6c1286976173cd617652eb","date":"2014-08-04 09:18:14","authorUsername":"hell","author":"Oleg","parent":"3359","id":"3360"},{"content":"Ребят,я соскучился)","authorAvatar":"/avatar/62/910819.jpg","authorMd5":"d8c46e1a73392b17701fd9bc8f9d9000","date":"2014-08-04 10:50:14","authorUsername":"Cooller","author":"Николай Ra","parent":"0","id":"3361"},{"content":"1. uWeb - отличный вариант для тех кто платит за снятие рекламы потому что страницы на нём грузятся моментально. на укозе если с сервером не повезло сайт может грузиться секунд 5-7. так что как только сайты выходили на должный уровень - сразу переводил их на ювеб. сейчас кстати один возможно обратно буду переводить ибо сдулся проект - как раз посмотрю как это технически происходит. <br /><br /> 2. если бы авторы подкаста плотнее пользовались укозом - знали бы что на сайтах с неоплаченными пакетами появился дополнительный блок рекламы - снизу на всю ширину экрана. интересно что об этом не объявлялось официально + я так и не понял когда он активируется, потому что новый блок был замечен и на посещаемых сайтах на которые я долго не заходил в панель администратора - видимо по этим логам отсчёт идёт. то есть как платформа для строгания МФА-сайтов укоз стал менее выгоднее.","date":"2014-08-04 11:53:16","authorUsername":"","author":"qwerty","parent":"0","id":"3362"},{"content":"3. не хватает обновлений по функционалу которые стали уже естественными как дыхание для сегодняшнего интернета: &quot;спасибки&quot; под сообщениями на форуме, автоматическое преобразование ютуб-ссылок в видео, джпег-ссылок в картинки, а также ссылок на саундклауды/коубы/вайны и прочее. <br /><br /> укозовский аудиоплеер не обновлялся с 2006 года - как только засунешь в тег [audio] любой звуковой файл прямо стыдно смотреть на узенькую синенькую полосочку эту. <br /><br /> при том что там можно без проблем сделать минималистичный проигрыватель полупрозрачный который будет смотреться хорошо на любом дизайне.","date":"2014-08-04 11:59:46","authorUsername":"","author":"qwerty","parent":"0","id":"3363"},{"content":"4. в зимнем обновлении шаблонов появился пока только один удачный имхо (с b-logo квадратом слева). удачный в том плане что через полчаса &quot;докрутки&quot; можно уже иметь презентабельный сайтик. остальные шаблоны до сих пор слишком &quot;тяжелые&quot; в плане изменений для простых пользователей. <br /><br /> непонятно почему укоз не идёт по пути тумблера где пользователям тупо дают изменить цвет урлов, задника и т.д. в минималистичных простых дизайнах после чего уже можно начинать работать. а дальше если уже надо - человек будет заниматься персональным шаблоном. но суть в том что даже в при минимальных изменениях уже будет более-менее уникальный бложик хотя бы по цветам. на вордпрессе есть самый примитивный дизайн - там черная шапка и белое всё остальное. там вообще можно не докручивать - только картинку в шапке сменить и всё. <br /><br /> вот он - http://blog.limesoda.com/wp-content/uploads/wordpress_std_theme.jpg <br /><br /> на укозе до сих пор нет такого &quot;инстант старт&quot; шаблона.","date":"2014-08-04 12:07:15","authorUsername":"","author":"qwerty","parent":"0","id":"3364"},{"content":"5. неплохо было бы чтобы в новых стандартных шаблонах уже системно была докручена микро-разметка Схема или Опен-граф. в последнем обновлении шаблонов хоть h1 в тайтлах сделали - а раньше всю базовую внутреннюю оптимизацию ручками делать приходилось.","date":"2014-08-04 12:08:53","authorUsername":"","author":"qwerty","parent":"0","id":"3365"},{"content":"2. Авторы не пользуются юКозом без пакетов услуг. Такие дела.","authorAvatar":"/avatar/54/9258-418425.png","authorMd5":"c1b4e741550bb22f40b13ecc3fdf9bd1","date":"2014-08-04 13:02:02","authorUsername":"TERNOX","author":"Тернокс","parent":"3362","id":"3366"},{"content":"Послушал про ювеб в подкасте. Самое значительное заблуждение в записи про uWeb – это нельзя скрыть копирайт системы. На текущий момент снять копирайт возможно в рамках тарифов: http://faq.uweb.ru/faq/22-1#219 <br /><br /> По обновлениям: мы действительно обновляемся в последнюю очередь, почему? Для большей стабильности, после исправления критических ошибок&#92;крупных багов, которые обнаружатся в uCoz. Нам уже выливаются без критических багов, которые бы могли, например, влиять физически на работоспособность сервиса.","authorAvatar":"https://2548315471.uid.me/avatar.gif","authorMd5":"0218a1d5ba732f578395760f5c4d9476","date":"2014-08-04 17:12:23","authorUsername":"Sheriff","author":"Дмитрий","parent":"0","id":"3367"},{"content":"В uCoz я могу это в пакете за 13 долларов купить, и там будет всё то же, что в ювебе за 33.","authorAvatar":"/avatar/54/9258-418425.png","authorMd5":"c1b4e741550bb22f40b13ecc3fdf9bd1","date":"2014-08-04 18:45:16","authorUsername":"TERNOX","author":"Руслан","parent":"3367","id":"3368"},{"content":"Ну что ж вы не пригласили кого-нибудь еще? Я на себя намекаю. 2 человека не так круто. А за 2 года на юкозе многое изменилось, что-то даже в лучше сторону )","authorMd5":"b2037940f98f4242aed606085d13558f","date":"2014-08-04 22:21:09","authorUsername":"","author":"AOzhgibesov","parent":"0","id":"3370"},{"content":"Другая сторона uCoz PHP - администраторы сайтов не понимают, как его можно использовать. А делать постоянно &quot;дополнительные поля&quot; и очередные &quot;друзья пользователя&quot; надоедает крайне быстро.","date":"2014-08-04 23:18:06","authorUsername":"","author":"aaa4xu","parent":"0","id":"3371"},{"content":"+1 к очень жаль <br /> Помню, как-то предлагал себя в гости как менеджер проекта uWeb.  <br /> Как соберетесь еще, обязательно зовите.","authorAvatar":"https://2404836647.uid.me/avatar.jpg","authorMd5":"03221e8ed6711d429c8d958fff77155a","date":"2014-08-05 06:56:30","authorUsername":"stzarya","author":"Алексей Попов","parent":"3359","id":"3372"},{"content":"Сравнивать ценовые политики uCoz и uWeb не совсем корректно. <br /> На uWeb пользователь получает в первую очередь чуть ли не индивидуальную поддержку со скоростью ответа на заявку в максимум 3 часа. На uWeb политика модерации предполагает что у вашего сайта не будет сомнительных соседей, которые смогут нагенерировать вам серьезные риски. На uWeb с технической точки зрения большая подушка безопасности по нагрузке на канал и серверные мощности. <br /><br /> Это все безусловно стоит денег, даже больших чем в актуальной тарифной сетке.","authorAvatar":"https://2404836647.uid.me/avatar.jpg","authorMd5":"03221e8ed6711d429c8d958fff77155a","date":"2014-08-05 07:04:18","authorUsername":"stzarya","author":"Алексей Попов","parent":"3368","id":"3373"},{"content":"Собственно, я предлагал и поддержку со стороны uCoz, если проекту будет нужна - Руслан, знаешь что можно обращаться напрямую ко мне. Если Вы решите продолжать развивать этот проект.","authorAvatar":"https://2774926586.uid.me/avatar.jpg","authorMd5":"c9fa859e6a6c1286976173cd617652eb","date":"2014-08-05 07:18:57","authorUsername":"hell","author":"Oleg","parent":"3372","id":"3374"},{"content":"Ахахха, с 10:25 просто круто, Денис, молодец, продвигаешься! <br /> Pluso говно, они же собирают всю информацию о пользователях, слишком много критики. Вот крутые — http://sapegin.github.io/social-likes/ru/","authorAvatar":"https://s2.uid.me/img/p/1/nophoto1.png","authorMd5":"bfa80e77508d9997de248dce17bfe4c9","date":"2014-08-05 09:00:54","authorUsername":"-=Valdemar4eg_D=-","author":"Владимир Духовник","parent":"0","id":"3375"},{"content":"Да, действительно я ошибся. Очевидно на начальном этапе данных тарифов не было, так как я даже помню где-то ответы про то, что копирайт uWeb отключить нельзя.","authorAvatar":"/avatar/56/450984.jpg","authorMd5":"eccc599c130912626af7e95258773aa0","date":"2014-08-05 10:17:50","authorUsername":"Денис_Гиряев","author":"Денис Гиряев","parent":"3367","id":"3376"},{"content":"Думаю, с Вами, как менеджером проекта uWeb, нам обязательно стоит записать выпуск.","authorAvatar":"/avatar/56/450984.jpg","authorMd5":"eccc599c130912626af7e95258773aa0","date":"2014-08-05 10:19:57","authorUsername":"Денис_Гиряев","author":"Денис Гиряев","parent":"3372","id":"3377"},{"content":"<blockquote class=\"quoteMessage\">Нам уже выливаются без критических багов</blockquote> <br /> Да все с теми же багами и выливаете на uWeb...","authorAvatar":"","authorMd5":"075e7aa141decc9989e76691d51ffc3a","date":"2014-08-27 13:59:33","authorUsername":"Drinko","author":"Руслан","parent":"3367","id":"3485"},{"content":"Алексей, по моим ощущениям - uWeb сваливается в клона uCoz. Из последнего порадовали шпионом в коде, и суперобъяснением: &quot;Его установили только с целью сделать сервис лучше!&quot;, &quot;это временно!&quot;.","authorAvatar":"","authorMd5":"075e7aa141decc9989e76691d51ffc3a","date":"2014-08-27 14:08:59","authorUsername":"Drinko","author":"Руслан","parent":"3373","id":"3486"},{"content":"Да, это ваши ощущения.  <br /> Шпион - это метрика, обсчитывающая регистрацию через соц. сети? Этот шпион за пределами функционала  соц.регистрации ничего не считает, можете быть спокойными. Эта статистика и правда сделает в дальнейшем хорошо - и вам и нам. Когда мы соберем необходимое кол-во информации, этот шпион уйдет.","authorAvatar":"https://2404836647.uid.me/avatar.jpg","authorMd5":"03221e8ed6711d429c8d958fff77155a","date":"2014-08-27 14:22:48","authorUsername":"stzarya","author":"Алексей Попов","parent":"3486","id":"3487"},{"content":"У вас все как обычно, без полумер.  <br /> Тариф без копирайта - 990р. <br /> Копирайт можно не скрывать, а украсить как душе угодно, в этом свободы предостаточно. <br /><br /> ПРо баги - вопрос вечный, но чаще мы ищем компромисс между багом и оперативностью появление нового рабочего функционала.","authorAvatar":"https://2404836647.uid.me/avatar.jpg","authorMd5":"03221e8ed6711d429c8d958fff77155a","date":"2014-08-27 14:41:01","authorUsername":"stzarya","author":"Алексей Попов","parent":"3485","id":"3488"},{"content":"обсудили бы спаможралку от uCoz которая на протяжении нескольких месяцев пожирает вместо спама простые комментарии","authorAvatar":"https://2452895723.uid.me/avatar.jpg","authorMd5":"ac77e5c62e66207f15e0b41afef8fd16","date":"2014-08-17 22:55:04","authorUsername":"-=Angel=-","author":"","parent":"0","id":"3421"}]